Repository: cpf-se/citrus
Catalog: limesurvey/locale/*/LC_MESSAGES/*.po
Languages: hi

source: Executing
hi: निष्पादित

source: Failed! Reason:
hi: असफल! कारण

source: Create Database
hi: डाटाबेस बनाएँ

source: Main Admin Screen
hi: मुख्य व्यवस्थापक स्क्रीन

source: Error
hi: त्रुटि

source: Database Information not provided. This script must be run from admin.php only.
hi: डाटाबेस की जानकारी प्रदान नहीं की गयी है| यह स्क्रिप्ट admin.php से ही चलायी जानी चाहिए|

source: Database has been created.
hi: डाटाबेस बन गया है

source: Could not create database
hi: डाटाबेस नहीं बनाया जा सका|

source: LimeSurvey Setup
hi: LimeSurvey सेटअप

source: Welcome to LimeSurvey Setup!
hi: LimeSurvey सेटअप में आपका स्वागत है!

source: The database defined in config.php does not exist.
hi: Config.php में परिभाषित डेटाबेस मौजूद नहीं है|

source: LimeSurvey can attempt to create this database for you.
hi: LimeSurvey आपके लिए यह डाटाबेस बनाने की कोशिश कर सकता है|

source: Your selected database name is:
hi: आपके चयनित डेटाबेस का नाम है:

source: A database named "%s" already exists.
hi: "%s" नाम का डाटाबेस पहले से ही मौजूद है|

source: Male
hi: नर

source: Female
hi: मादा

source: Yes
hi: हाँ

source: No
hi: नहीं

source: Quota could not be added.\n\nIt is missing a quota message for the following languages
hi: कोटा जोड़ा नहीं जा सका|\n\nनिम्नलिखित भाषाओँ के लिए कोटा अनुपस्थित है

source: Modify Quota
hi: कोटा संशोधित करें

source: Quota Name
hi: कोटा का नाम

source: Terminate Survey
hi: सर्वेक्षण समाप्त करें

source: Terminate Survey With Warning
hi: चेतावनी के साथ सर्वेक्षण समाप्त करें

source: Base Language
hi: मूल भाषा

source: URL description
hi: URL वर्णन

source: Cancel
hi: रद्द करें

source: Status
hi: स्थिति

source: Limit
hi: सीमा

source: Completed
hi: पूरा किया गया

source: Action
hi: कार्रवाई

source: Quick CSV report
hi: त्वरित CSV विवरण

source: Active
hi: सक्रिय

source: Not Active
hi: सक्रिय नहीं है

source: Modify
hi: संशोधित करें

source: Remove
hi: हटाएँ

source: Questions
hi: सवाल

source: Answers
hi: उत्तर

source: Add Answer
hi: उत्तर जोड़ें

source: Remaining
hi: शेष

source: Question Selection
hi: प्रश्न चयन

source: Sorry there are no supported question types in this survey.
hi: माफ़ करें इस सर्वेक्षण में समर्थित प्रकार के प्रश्न नहीं हैं|

source: Continue
hi: जारी रखें

source: Select Question
hi: प्रश्न चयन करें

source: Next
hi: अगला

source: Select Answer
hi: उत्तर चयन करें

source: Save this, then create another:
hi: इसे सुरक्षित करने क पश्चात् एक और बनायें

source: Terminate survey
hi: सर्वेक्षण बर्खास्त करें

source: Terminate survey with warning
hi: चेतावनी के साथ सर्वेक्षण समाप्त करें

source: Quick statistics
hi: त्वरित आँकड़े

source: General filters
hi: सामान्य फिल्टर

source: You do not have the GD Library installed. Showing charts requires the GD library to function properly.
hi: आपके पास GD पुस्तकालय स्थापित नहीं है|चार्ट देखने के लिए GD पुस्तकालय का ठीक ढंग से काम करना आवश्यक है |

source: visit http://us2.php.net/manual/en/ref.image.php for more information
hi: अधिक जानकारी के लिए यहाँ तलाश करें http://us2.php.net/manual/en/ref.image.php

source: You do not have the Freetype Library installed. Showing charts requires the Freetype library to function properly.
hi: आपके पास freetype पुस्तकालय स्थापित नहीं है| चार्ट देखने के लिए freetype पुस्तकालय का ठीक ढंग से काम करना आवश्यक है |

source: Data selection
hi: डेटा चयन

source: Include:
hi: शामिल करें:

source: All responses
hi: सभी प्रतिक्रियाएं

source: Completed responses only
hi: केवल पूर्ण प्रतिक्रियाएं

source: Incomplete responses only
hi: केवल अपूर्ण प्रतिक्रिया

source: View summary of all available fields
hi: सभी उपलब्ध कार्यक्षेतत्रों की दृश्य सारांश

source: Count stats for each question based only on the total number of responses for which the question was displayed
hi: प्रत्येक प्रश्न के लिए गणना के आँकड़े प्रतिक्रियाओं की कुल संख्या पर ही आधारित है जिसके लिए प्रश्न प्रदर्शित किया गया था

source: Subtotals based on displayed questions
hi: प्रदर्शित सवालों पर आधारित पूर्ण योग

source: Statistics report language
hi: सांख्यिकी अभिलेख भाषा

source: Response ID
hi: प्रतिक्रिया ID

source: Greater than:
hi: इससे बड़ा:

source: Less than:
hi: इससे छोटा:

source: Submission date
hi: प्रस्तुति तारीख

source: Equals:
hi: बराबर:

source: Later than:
hi: इसके बाद:

source: Earlier than:
hi: इससे पहले:

source: Output options
hi: उत्पाद विकल्प

source: Show graphs
hi: रेखाचित्र दिखाएँ

source: Select output format
hi: उत्पादन स्वरूप का चयन करें

source: View stats
hi: आँकड़े देखें

source: Clear
hi: हटाएँ

source: Response filters
hi: प्रतिक्रिया फिल्टर

source: Question group
hi: प्रश्न समूह

source: Number greater than
hi: इससे बड़ी संख्या

source: Number less than
hi: इससे छोटी संख्या

source: Date (YYYY-MM-DD) equals
hi: दिनांक (YYYY-MM-डीडी) बराबर है

source: Date is
hi: तिथि है

source: AND/OR Date is
hi: और / या तिथि है

source: Uncertain
hi: अनिश्चित

source: Increase
hi: वृद्धि

source: Same
hi: सदृश

source: Decrease
hi: घटाएँ

source: Label
hi: लेबल

source: Question
hi: प्रश्न

source: Browse Responses
hi: प्रतिक्रियाएं देखें

source: Data Entry
hi: डाटा प्रवेश

source: You have not selected a survey for data-entry.
hi: आपने डाटा प्रविष्टि के लिए सर्वेक्षण का चयन नहीं किया है|

source: This is a closed-access survey, so you must supply a valid token. Please contact the administrator for assistance.
hi: यह एक बंद उपयोग सर्वेक्षण है, तो आपको एक मान्य टोकन करनी होगी. कृपया सहायता के लिए व्यवस्थापक से संपर्क करे.

source: The token you have provided is not valid or has already been used.
hi: आपके द्वारा प्रदान किया गया टोकन मान्य नहीं है या पहले प्रयोग किया जा चूका है|

source: There is already a recorded answer for this token
hi: वहां पहले से ही इस टोकन के लिए एक अभिलिखित जवाब है

source: Follow the following link to update it
hi: अद्यतन करने के लिए निम्नलिखित लिंक को अनुकरण करें

source: Edit this entry
hi: इस प्रविष्टि को संपादित करें

source: This surveys uses anonymous answers, so you can't update your response.
hi: यह सर्वेक्षण अनाम जवाब का उपयोग करता है,तो आप अपनी प्रत्रिक्रिया को अद्यतन नहीं कर सकते

source: You must supply a name for this saved session.
hi: आपको इस बचाया सत्र के लिए एक नाम की आपूर्ति करनी चाहिए.

source: You must supply a password for this saved session.
hi: आपको इस बचाया सत्र के लिए एक पासवर्ड की आपूर्ति करनी चाहिए.

source: Your passwords do not match.
hi: आपके पासवर्ड मिलान नहीं होते है

source: Try again
hi: पुन: प्रयास करें

source: Identifier:
hi: पहचानकर्ता:

source: Password:
hi: पासवर्ड:

source: Confirm Password:
hi: पासवर्ड की पुष्टि:

source: Email:
hi: ईमेल

source: Start Language:
hi: आरंभ भाषा:

source: Submit
hi: जमा करें

source: Your survey responses have been saved successfully. You will be sent a confirmation e-mail. Please make sure to save your password, since we will not be able to retrieve it for you.
hi: आपकी सर्वेक्षण प्रतिक्रियाओं को सफलतापूर्वक सहेज लिया गया है| आपको पुष्टिकरण ई मेल से भेजा जाएगा| कृपया अपना पासवर्ड सुरक्षित करें, क्योंकि हम उसे आपके लिए पुनः प्राप्त करने में सक्षम नहीं होंगे|

source: A token entry for the saved survey has been created too.
hi: सहेजे सर्वेक्षण के लिए एक टोकन प्रवेश भी बनाया गया है|

source: Saved Survey Details
hi: सर्वेक्षण विवरण सहेजे

source: Thank you for saving your survey in progress. The following details can be used to return to this survey and continue where you left off. Please keep this e-mail for your reference - we cannot retrieve the password for you.
hi: तुम्हे सर्वेक्षण प्रगति बचाने के लिए धन्यवाद. निम्नलिखित विवरण इस सर्वेक्षण में लौटने और जहाँ से तुमने छोड़ा वहां से जारी रखने के लिए इस्तेमाल किया जा सकता है. कृपया अपने संदर्भ के लिए इस ईमेल को र्रखे - हम आपके लिए पासवर्ड पुनः प्राप्त नहीं कर सकते हैं.

source: Name
hi: नाम

source: Password
hi: पासवर्ड

source: Reload your survey by clicking on the following link (or pasting it into your browser):
hi: नीचे दिए गए लिंक पर क्लिक करके (या इसे अपने ब्राउज़र में चिपका कर)अपने सर्वेक्षण पुनः लोड करें:

source: An email has been sent with details about your saved survey
hi: एक ईमेल आपके सहेजे सर्वेक्षण के बारे में विवरण के साथ भेज दिया गया है|

source: Success
hi: सफलता

source: The entry was assigned the following record id:
hi: प्रविष्टि को निम्नलिखित रिकॉर्ड आईडी सौंपा गया था:

source: Add Another Record
hi: अन्य अभिलेख जोड़ें

source: Return to survey administration
hi: लौटने के लिए प्रशासन सर्वेक्षण में

source: View This Record
hi: इस अभिलेख को देखें

source: Browse Saved Responses
hi: सुरक्षित प्रतिक्रियाएं देखें

source: Editing response (ID %s)
hi: संपादन प्रतिक्रिया (ID% s)

source: Viewing response (ID %s)
hi: (ID %s) प्रतिक्रिया देख रहे हैं

source: Please choose
hi: कृपया चुनें

source: Other
hi: अन्य

source: Remove this item
hi: इस आइटम को हटाएँ

source: Your Choices
hi: आपके विकल्प

source: Your Ranking
hi: आपकी रैंकिंग

source: No answer
hi: कोई जवाब नहीं

source: Save
hi: बचाना

source: Update Entry
hi: प्रवेश को अद्यतन करें

source: Finalize response submission
hi: प्रतिक्रिया को जमा करने की प्रकिया पूर्ण करें

source: Save for further completion by survey user
hi: सर्वेक्षण उपयोगकर्ता द्वारा अधिक पूरा करने के लिए सहेजें

source: Record has been updated.
hi: अभिलेख नवीनीकृत कर दिया गया है

source: Record Deleted
hi: अभिलेख हटा दिया गया

source: Token
hi: टोकन

source: Datestamp
hi: दिनांक मोहर

source: IP-Address
hi: IP-पता

source: OR
hi: या

source: AND
hi: और

source: to question {QUESTION}, answer {ANSWER}
hi: प्रश्न करने के लिए {QUESTION},उत्तर {ANSWER}

source: No Answer
hi: कोई जवाब नहीं

source: Only answer this if the following conditions are met:
hi: उत्तर दें यदि निम्नलिखित शर्तें पूरी होती हैं:

source: Label 1
hi: लेबल 1

source: Label 2
hi: लेबल 2

source: Please choose...
hi: कृपया चुनें...

source: Comment
hi: टिप्पणी

source: This survey is not yet active. Your response cannot be saved
hi: यह सर्वेक्षण अभी तक सक्रिय नहीं है. आपकी प्रतिक्रिया को सहेजा नहीं जा सकता

source: The survey you selected does not exist
hi: जो सर्वेक्षण आपने चुना है वह मौजूद नहीं है

source: PDF Export
hi: पीडीएफ में निर्यात

source: Submit Your Survey.
hi: अपना सर्वेक्षण भेजें.

source: Thank you for completing this survey.
hi: इस सर्वेक्षण को पूरा करने के लिए धन्यवाद|

source: Please fax your completed survey to:
hi: अपने सम्पूरित सर्वेक्षण को फैक्स करें :

source: Please submit by %s
hi: %s द्वरा जमा करें

source: or
hi: अथवा

source: and
hi: और

source: Answer was
hi: जवाब था

source: Answer was NOT
hi: जवाब था नहीं

source: Answer was less than
hi: उत्तर कम था

source: Answer was less than or equal to
hi: उत्तर कम अन्यथा बराबर था

source: Answer was greater than or equal to
hi: उत्तर ज्यादा अन्यथा बराबर था

source: Answer was greater than
hi: उत्तर ज्यादा था

source: Answer matched (regexp)
hi: उत्तर अनुरूप था

source: Label %s
hi: लेबल %s

source: RANK
hi: श्रेणी

source: at question
hi: सवाल पर

source: Only answer this question if the following conditions are met:
hi: इस सवाल का जवाब दें यदि निम्नलिखित शर्तें पूरी होती हैं:

source: Please choose *only one* of the following:
hi: निम्न में से * केवल एक * का चयन करें:

source: Please enter a date:
hi: दिनांक दर्ज करें:

source: Make a comment on your choice here:
hi: तुम्हारी पसंद पर एक टिप्पणी यहाँ करें:

source: Please number each box in order of preference from 1 to
hi: 1 से वरीयता के क्रम में प्रत्येक बॉक्स को कृपया संख्या दें

source: Please number each box in order of preference from 1 to
hi: 1 से वरीयता के क्रम में प्रत्येक बॉक्स को कृपया संख्या दें

source: Please choose *all* that apply:
hi: * सभी *, जो लागू होते हैं, चुनें:

source: Please choose *at most* %s answers:
hi: कृपया *अधिकतम* %s उत्तर चुनें

source: Please choose all that apply and provide a comment:
hi: कृपया सभी, जो लागू होते हैं, चुने एवं टिपण्णी उपलब्ध कराएँ

source: Please choose *at most*
hi: कृपया *अधिकतम* चुनें

source: answers and provide a comment:
hi: जवाब और एक टिप्पणी दें:

source: Other:
hi: अन्य:

source: Please write your answer(s) here:
hi: कृपया अपने उत्तर (ओं) को यहाँ लिखें:

source: Total of all entries must equal %d
hi: सभी प्रविष्टियों का कुल %d बराबर होगा

source: Total of all entries must not exceed %d
hi: सभी प्रविष्टियों का कुल %d से अधिक नहीं होना चाहिए

source: Total of all entries must be at least %s
hi: सभी प्रविष्टियों का कुल कम से कम %s होना चाहिए

source: Please write your answer here:
hi: अपना जवाब यहाँ दें :

source: Please choose the appropriate response for each item:
hi: प्रत्येक विषय के लिए उपयुक्त प्रतिक्रिया का चयन करें:

source: Please write a multiple of %d between %d and %d for each item:
hi: कृपया %d का %d एवं %d के बीच का एक गुणज लिखें

source: Please enter a number between %d and %d for each item:
hi: कृपया %d एवं %d के बीच की एक संख्या प्रत्येक विषय के लिए उपलब्ध कराएँ

source: Check any that apply
hi: जाँच करें जो कि लागू हो

source: There are {NUMBEROFQUESTIONS} questions in this survey
hi: इस सर्वेक्षण में {NUMBEROFQUESTIONS} प्रश्न हैं

source: Please fax your completed survey to: %s
hi: कृपया अपना पूर्ण सर्वेक्षण निम्न पते पर फैक्स करें: %s

source: Show summary information
hi: दिखाएँ सारांश सूचना

source: Display Responses
hi: प्रतिक्रियायें प्रदर्शन

source: Please select a language:
hi: कृपया एक भाषा चुनें:

source: Display Last 50 Responses
hi: पिछले ५० प्रतिक्रियाये दिखाएँ

source: Dataentry Screen for Survey
hi: डाटा प्रविष्टि स्क्रीन सर्वेक्षण के लिए

source: Get statistics from these responses
hi: इन प्रतिक्रियाओं से आँकड़ें पाओ

source: Export Results to Application
hi: अनुप्रयोग का परिणाम निर्यात करें

source: Export results to a SPSS/PASW command file
hi: परिणाम एक SPSS / PASW कमांड फाइल में निर्यात करें

source: Export results to a R data file
hi: परिणाम R आंकड़ो फ़ाइल में निर्यात करें

source: Import answers from a deactivated survey table
hi: एक निष्क्रिय सर्वेक्षण से आयात करें उत्तर तालिका

source: View Saved but not submitted Responses
hi: देखें सहेजे परन्तु प्रस्तुत जवाब नहीं

source: Import a VV survey file
hi: आयात एक वी.वी. सर्वेक्षण फ़ाइल

source: Export a VV survey file
hi: निर्यात एक वी.वी. सर्वेक्षण फ़ाइल

source: Iterate survey
hi: सर्वेक्षण की पुनरावृति करें

source: The defined LimeSurvey database does not exist
hi: परिभाषित LimeSurvey डेटाबेस मौजूद नहीं है

source: You have not selected a survey to browse.
hi: आपने देखने के लिए कोई सर्वेक्षण नहीं चुना है|

source: This survey has not been activated. There are no results to browse.
hi: इस सर्वेक्षण को सक्रिय नहीं किया गया है| कोई परिणाम उपलब्ध नहीं हैं|

source: There is no matching survey.
hi: कोई अनुरूप सर्वेक्षण नहीं है|

source: First Name
hi: प्रथम नाम

source: Last Name
hi: अंतिम नाम

source: Email
hi: ईमेल

source: View Response
hi: प्रतिक्रिया देखें

source: Are you sure you want to delete this entry?
hi: क्या आप सुनिश्चित हैं कि आप इस प्रविष्टि को नष्ट करना चाहते हैं?

source: Delete this entry
hi: इस प्रविष्टि को हटाएँ

source: You don't have permission to delete this entry.
hi: इस प्रविष्टि को हटाने के लिए आपके पास अनुमति नहीं है|

source: Export this Response
hi: इस प्रतिक्रिया को निर्यात करें

source: Show previous...
hi: दिखाएँ पिछले ...

source: Show next...
hi: अगला दिखाएँ...

source: Do you really want to delete this response?
hi: क्या आप इस प्रतिक्रिया हटाना चाहते हैं?

source: Do you really want to delete all marked responses?
hi: क्या आप सभी चिह्नित प्रतिक्रियाओं हटाना चाहते हैं?

source: Showing Filtered Results
hi: फ़िल्टर किए गए परिणाम दिखाए जा रहे हैं|

source: Close
hi: बंद करना

source: Token ID
hi: टोकन आईडी

source: Actions
hi: कार्रवाई

source: Delete marked responses
hi: चिह्नित प्रतिक्रियाओं को हटाएँ

source: Data view control
hi: डेटा दृश्य नियंत्रण

source: Show start...
hi: प्रारंभ से दिखाएँ

source: Show previous..
hi: पिछला दिखाएँ..

source: Show next..
hi: अगला दिखाएँ..

source: Show last...
hi: अंतिम दिखाएँ...

source: Show last..
hi: अंतिम दिखाएँ..

source: Records Displayed:
hi: दिखाए गए अभिलेख:

source: Starting From:
hi: से शुरू:

source: Display:
hi: दिखाएँ:

source: Show
hi: दिखाएँ

source: View response details
hi: प्रतिक्रिया का विवरण देखें

source: Edit this response
hi: इस प्रतिक्रिया को सम्पादित करें

source: Delete this response
hi: इस प्रतिक्रिया को हटाएँ

source: Edit this token
hi: इस टोकन को संपादित करें

source: Response summary
hi: प्रतिक्रिया सारांश

source: Total responses:
hi: कुल प्रतिक्रियाएं:

source: Full responses:
hi: पूर्ण प्रतिक्रियाएं:

source: Incomplete responses:
hi: अधूरी प्रतिक्रियाएं:

source: Answered
hi: उत्तर दिया जा चूका है

source: Import Question
hi: प्रश्न आयात करें

source: File upload succeeded.
hi: फ़ाइल सफलतापूर्वक अपलोड की गयी|

source: Reading file..
hi: फाइल पढ़ी जा रही है...

source: Question import summary
hi: प्रश्न आयात सारांश

source: Subquestions
hi: प्रश्न

source: Label sets
hi: लेबल समूह

source: Question attributes:
hi: प्रश्न गुण:

source: Question import is complete.
hi: प्रश्न आयात पूरा हो गया है|

source: Go to question
hi: प्रश्न पर जाएं

source: This file is not a LimeSurvey question file. Import failed.
hi: यह फाइल एक LimeSurvey प्रश्न फ़ाइल नहीं है| आयात असफल रहा|

source: Saved Responses
hi: सहेजी गयी प्रतिक्रियायें

source: Saved Responses:
hi: सहेजी गयी प्रतिक्रियायें:

source: Identifier
hi: पहचानकर्ता

source: IP Address
hi: आईपी पता

source: Date Saved
hi: दिनांक सहेजी गयी

source: Email Address
hi: ईमेल पता

source: Edit entry
hi: प्रविष्टि संपादित करें

source: Delete entry
hi: प्रविष्टि हटाएँ

source: View
hi: देखें

source: Export Results
hi: परिणाम निर्यात करें

source: Export results
hi: परिणाम निर्यात करें

source: Filtered from statistics script
hi: आँकड़े स्क्रिप्ट से छनित

source: Single response
hi: एक प्रतिक्रिया

source: General
hi: सामान्य

source: Range:
hi: सीमा:

source: From
hi: से

source: to
hi: को

source: Completion state
hi: समापन अवस्था

source: Full headings
hi: पूर्ण शीर्षक

source: Question codes
hi: प्रश्न कोड

source: Answer Codes
hi: उत्तर कोड

source: Convert Y to
hi: Y को बदलें

source: Convert N to
hi: N को बदलें

source: Full Answers
hi: पूर्ण उत्तर

source: Format
hi: प्रारूप

source: Column control
hi: स्तंभ नियंत्रण

source: Choose Columns
hi: स्तंभों का चयन करें

source: Help
hi: मदद

source: Choose the columns you wish to export.
hi: जो कॉलम आप निर्यात करना चाहते हैं वह चुनें|

source: Token Control
hi: टोकन नियंत्रण

source: Choose Token Fields
hi: टोकन फ़ील्ड चुनें

source: Export data
hi: डेटा निर्यात करें

source: General information in language:
hi: सामान्य जानकारी की भाषा:

source: Date Last Action
hi: दिनांक अंतिम कार्य

source: Date Started
hi: प्रारंभ तिथि

source: Referring URL
hi: चर्चा करते हुए URL

source: Last page seen
hi: पिछला देखा गया पृष्ठ

source: Start language
hi: प्रारंभिक भाषा

source: Ranking
hi: स्थान

source: New Record
hi: नया रिकार्ड

source: NEW RECORD
hi: नया अभिलेख

source: Language
hi: भाषा

source: N/A
hi: उपलब्ध नहीं है

source: Tokens problem - token table missing
hi: टोकन समस्या - टोकन तालिका उपलब्ध नहीं है

source: Responses
hi: प्रतिक्रियाएं

source: Survey
hi: सर्वेक्षण

source: Date created
hi: प्रारंभ करने की तिथि

source: Owner
hi: मालिक

source: Access
hi: पहुँच

source: Anonymous answers
hi: नामरहित जवाब

source: Full
hi: पूर्ण

source: Partial
hi: आंशिक

source: Tokens available
hi: उपलब्ध टोकन

source: Response rate
hi: प्रतिक्रिया की दर

source: Closed
hi: बंद कर दिया गया

source: Open
hi: खोलें

source: Expired
hi: समय सीमा समाप्त

source: Not yet active
hi: अभी तक सक्रिय नहीं

source: Inactive
hi: निष्क्रिय

source: This survey is active but expired.
hi: यह सर्वेक्षण सक्रिय है, लेकिन समय सीमा समाप्त हो गयी है|

source: This survey is active - click here to deactivate this survey.
hi: यह सर्वेक्षण सक्रिय है - सर्वेक्षण निष्क्रिय.करने के लिए यहां क्लिक करें|

source: This survey is currently active.
hi: यह सर्वेक्षण वर्तमान में सक्रिय है|

source: This survey is currently not active - click here to activate this survey.
hi: यह सर्वेक्षण वर्तमान में सक्रिय नहीं है-सक्रिय करने के लिए क्लिक करें|

source: This survey is currently not active.
hi: यह सर्वेक्षण वर्तमान में सक्रिय नहीं है|

source: No Surveys available - please create one.
hi: सर्वेक्षण उपलब्ध नहीं हैं-कृपया बनाये

source: Your personal settings
hi: अपनी व्यक्तिगत व्यवस्थाएं

source: Interface language
hi: अंतराप्रष्ठ भाषा

source: HTML editor mode
hi: HTML संपादक मोड

source: Default
hi: डिफ़ॉल्ट

source: Inline HTML editor
hi: इनलाइन HTML संपादक

source: Date format
hi: तिथि प्रारूप

source: Save settings
hi: समायोजन सुरक्षित करें

source: This survey is not currently active
hi: यह सर्वेक्षण वर्तमान में सक्रिय नहीं है

source: Activate this Survey
hi: इस सर्वेक्षण को सक्रिय करें

source: Survey cannot be activated. Either you have no permission or there are no questions.
hi: सर्वेक्षण सक्रिय नहीं किया जा सकता है| या तो आपको अनुमति नहीं है या सर्वेक्षण में कोई प्रश्न नहीं हैं|

source: This survey is active but has a start date.
hi: यह सर्वेक्षण सक्रिय है, लेकिन एक शुरू की तारीख है|

source: This survey is currently active
hi: यह सर्वेक्षण वर्तमान में सक्रिय है|

source: Deactivate this Survey
hi: इस सर्वेक्षण को निष्क्रिय करें

source: Test This Survey
hi: इस सर्वेक्षण को जांचें

source: Execute This Survey
hi: इस सर्वेक्षण को निष्पादित करें

source: Survey Security Settings
hi: सर्वेक्षण सुरक्षा सेटिंग्स

source: This survey is not active, data entry is not allowed
hi: यह सर्वेक्षण सक्रिय नहीं है, डेटा प्रविष्टि की अनुमति नहीं है

source: Printable Version of Survey
hi: सर्वेक्षण के मुद्रण योग्य संस्करण

source: Edit survey settings
hi: सर्वेक्षण सेटिंग संपादित करें

source: Delete Current Survey
hi: वर्तमान सर्वेक्षण हटाएँ

source: Export Survey Structure
hi: सर्वेक्षण संरचना निर्यात करें

source: Browse Responses For This Survey
hi: इस सर्वेक्षण के लिए प्रतिक्रियाएं देखें

source: Token management
hi: टोकन प्रबंधन

source: Standard survey options
hi: मानक सर्वेक्षण विकल्प

source: Advanced survey options
hi: उन्नत सर्वेक्षण विकल्प

source: Set Assessment Rules
hi: आकलन नियम निर्धारित करें

source: Question groups
hi: प्रश्न समूह

source: None
hi: कोई नहीं

source: Add new group to survey
hi: सर्वेक्षण में नया समूह जोड़ें

source: Hide details of this Survey
hi: इस सर्वेक्षण का विवरण छिपाएँ

source: Show details of this survey
hi: इस सर्वेक्षण का विवरण दिखाएँ

source: Close this survey
hi: इस सर्वेक्षण को बंद करें

source: Title
hi: शीर्षक

source: Answers to this survey are anonymized.
hi: इस सर्वेक्षण के उत्तर बेनाम हैं.

source: This survey is NOT anonymous.
hi: यह सर्वेक्षण नहीं बेनाम है|

source: It is presented question by question.
hi: प्रश्न दर प्रश्न के रूप में प्रदर्शित|

source: It is presented group by group.
hi: समूह दर समूह के रूप में प्रदर्शित|

source: It is presented on one single page.
hi: यह एक ही पृष्ठ पर प्रस्तुत किया है|

source: Referer-URL will be saved
hi: सूचित करने वाला-URL सहेज लिया जाएगा

source: If tokens are used, the public may register for this survey
hi: अगर टोकन इस्तेमाल किया है, जनता इस सर्वेक्षण के लिए पंजीकृत कर सकती है

source: Participants can save partially finished surveys
hi: प्रतिभागी आंशिक रूप से समाप्त सर्वेक्षण को सुरक्षित कर सकते हैं

source: No email notification
hi: कोई भी ईमेल सूचना नहीं

source: Basic email notification
hi: मूल ईमेल अधिसूचना

source: Detailed email notification with result codes
hi: परिणाम कोड के साथ विस्तृत ईमेल अधिसूचना

source: Straight
hi: सीधा

source: By Group
hi: समूह के द्वारा

source: Survey URL
hi: सर्वेक्षण URL

source: Survey URL for language:
hi: भाषा के लिए सर्वेक्षण URL:

source: Flag
hi: निशान

source: Description:
hi: विवरण

source: Welcome:
hi: आपका स्वागत है:

source: Administrator:
hi: व्यवस्थापक:

source: Fax to:
hi: फैक्स पता:

source: Start date/time:
hi: प्रारंभिक समय/दिनांक:

source: Expiry date/time:
hi: समाप्ति समय/दिनांक:

source: Template:
hi: साँचा:

source: Base Language:
hi: मूल भाषा:

source: Additional Languages
hi: अतिरिक्त भाषाएँ

source: Exit Link
hi: समाप्ति लिंक

source: Number of questions/groups
hi: प्रश्न/समूहों की संख्या

source: Survey currently active
hi: सर्वेक्षण वर्तमान में सक्रिय

source: Survey table name
hi: सर्वेक्षण तालिका का नाम

source: Hints
hi: संकेत
