Repository: cpf-se/citrus
Catalog: limesurvey/locale/*/LC_MESSAGES/*.po
Languages: hi

source: Your survey will be saved using that name and password, and can be completed later by logging in with the same name and password.
hi: यह सर्वेक्षण आपके नाम और पासवर्ड के उपयोग से सहेज लिया जायेगा, और बाद में उसी नाम और पासवर्ड के साथ प्रवेश करके सर्वेक्षण पूरा किया जा सकता हैं

source: If you give an email address, an email containing the details will be sent to you.
hi: यदि आप एक ईमेल पता दें, एक ब्यौरा युक्त ईमेल आपको भेज दिया जाएगा.

source: Return To Survey
hi: सर्वेक्षण पर लौटें

source: Repeat Password
hi: दोहराएँ पासवर्ड

source: Your Email
hi: आपका ईमेल

source: Load A Previously Saved Survey
hi: पहले से सहेजे गए सर्वेक्षण को लोड करें

source: You can load a survey that you have previously saved from this screen.
hi: तुम सर्वेक्षण लोड कर सकते हो जो कि आपने पहले इस स्क्रीन से सहेजा है.

source: Type in the 'name' you used to save the survey, and the password.
hi: आप सर्वेक्षण को बचाने के लिए नाम में टाइप करें, और पासवर्ड.

source: Saved name
hi: सहेजा गया नाम

source: Load Now
hi: अब लोड करें

source: You must be registered to complete this survey
hi: इस सर्वेक्षण के लिए आपका पूरा पंजीकृत होना जरूरी है

source: You may register for this survey if you wish to take part.
hi: आप इस सर्वेक्षण के लिए रजिस्टर करें अगर तुम भाग लेना चाहते हैं.

source: Enter your details below, and an email containing the link to participate in this survey will be sent immediately.
hi: नीचे अपनी जानकारी दर्ज करें, और सर्वेक्षण में भाग लेने वाले को लिंक ईमेल के साथ तुरंत भेजा जाएगा.

source: Your Assessment
hi: आपका आकलन

source: Display
hi: प्रदशित करें

source: Sort answers alphabetically
hi: जवाब वर्णानुक्रम मेंक्रमबद्ध करें

source: Set the percentage width of the answer column (1-100)
hi: सेट जवाब स्तम्भ को (1-100) की प्रतिशत चौड़ाई में

source: Answer width
hi: जवाब चौड़ाई

source: Logic
hi: तर्क

source: Enter the code of a Multiple options question to only show the matching answer options in this question.
hi: इस सवाल का जवाब का केवल मिलान विकल्प देखेने के लिए बहु विकल्प सवाल का कोड दर्ज करें हैं.

source: Array filter
hi: फिल्टर सारणी

source: Enter the code of a Multiple options question to exclude the matching answer options in this question.
hi: इस सवाल के मिलन विकल्पों के बाहर के जवाब देखने के लिए बहुविकल्प सवाल का कोड दर्ज करें

source: Array filter exclusion
hi: सारणी फ़िल्टर अपवर्जन

source: If one of the subquestions is marked then for each marked subquestion this value is added as assessment.
hi: यदि एक उप सवाल चिह्नित है तो फिर प्रत्येक चिह्नित सवाल के लिए यह मूल्य निर्धारण के रूप में जोड़ा है|

source: Category Separator
hi: श्रेणी विभाजकः

source: Filter the available answers by this value
hi: फ़िल्टर उपलब्ध जवाब इस मूल्य के अनुसार

source: Code filter
hi: कोड फिल्टर

source: The answer options will be distributed across the number of columns set here
hi: जवाब विकल्प कॉलम यहाँ सेट की संख्या में वितरित किया जाएगा

source: Display columns
hi: प्रदर्शन कॉलम

source: How many rows to display
hi: कितनी पंक्तियाँ प्रदर्शित करने के लिए

source: Display rows
hi: प्रदर्शन पंक्तियाँ

source: Use accessible select boxes instead of calendar popup
hi: सुलभ चुनें बक्से का प्रयोग करें बजाय कैलेंडर पॉपअप के

source: Display select boxes
hi: प्रदर्शन चुनें बक्से

source: Minimum year value in calendar
hi: कैलेंडर में न्यूनतम वर्ष

source: Minimum year
hi: न्यूनतम वर्ष

source: Maximum year value for calendar
hi: कैलेंडर के लिए अधिकतम वर्ष

source: Maximum year
hi: अधिकतम वर्ष

source: Prefix|Suffix for dropdown lists
hi: उपसर्ग | प्रत्यय ड्रॉपडाउन सूची के लिए

source: Prefix|Suffix
hi: उपसर्ग | प्रत्यय

source: Post-Answer-Separator|Inter-Dropdownlist-Separator for dropdown lists
hi: जवाब के बाद विभाजकः | अंतर ड्रॉपडाउन- विभाजक ड्रॉपडाउन सूची के लिए:

source: Dropdown separators
hi: ड्रापडाउन विभाजक

source: Enter a header text for scale A
hi: स्तर एक के लिए एक शीर्षक पाठ दर्ज करें

source: Header scale A
hi: शीर्षक पैमाना एक

source: Enter a header text for scale B
hi: स्तर बी के लिए एक शीर्षक पाठ दर्ज करें

source: Header scale B
hi: शीर्षक पैमाना बी

source: Input
hi: इनपुट

source: Multiple numeric inputs sum must equal this value
hi: मल्टीपल संख्यात्मक जानकारी इस मूल्य राशि के बराबर होगा

source: Equals sum value
hi: मूल्य के बराबर राशि

source: Excludes all other options if a certain answer is selected - just enter the answer code(s) seperated with a semikolon.
hi: अन्य सभी के अतिरिक्त अगर एक निश्चित उत्तर विकल्प चुना है - बस जवाब कोड (कोड्स) को एक semikolon के साथ अलग प्रदर्शित करें.

source: Exclusive option
hi: विशेष विकल्प

source: Hide the tip that is normally shown with a question
hi: छिपाएँ टिप जो कि आम तौर पर एक प्रश्न के साथ दिखाया जाता है

source: Hide tip
hi: छिपाएँ टिप

source: Hide this question at any time. This is useful for including data using answer prefilling.
hi: किसी भी समय इस सवाल छिपाएँ. prefilling जवाब का उपयोग डेटा सहित उपयोगी है.

source: Always hide this question
hi: हमेशा यह सवाल छिपाएं '

source: Limit the number of possible answers
hi: संभव उत्तर के सीमित संख्या

source: Maximum answers
hi: अधिकतम जवाब

source: Maximum sum value of multiple numeric input
hi: कई न्यूमेरिक निवेश की अधिकतम राशि मूल्य

source: Maximum sum value
hi: अधिकतम राशि मूल्य

source: Enter the SGQA identifier to use the total of a previous question as the maximum for this question
hi: SGQA पहचानकर्ता दर्ज करें इस प्रश्न के लिए अधिकतम के रूप में पिछले एक प्रश्न के कुल का उपयोग करें

source: Max value from SGQA
hi: SGQA से अधिकतम मूल्य

source: Maximum characters allowed
hi: अधिकतम अक्षर की अनुमति

source: Maximum characters
hi: अधिकतम अक्षर

source: Ensure a minimum number of possible answers (0=No limit)
hi: संभव उत्तरों की एक न्यूनतम संख्या सुनिश्चित करें (0= कोई सीमा नहीं)

source: Minimum answers
hi: न्यूनतम जवाब

source: Multiple numeric inputs must be greater than this value
hi: मल्टीपल संख्यात्मक जानकारी इस मूल्य से अधिक होना चाहिए

source: Minimum sum value
hi: न्यूनतम राशि मूल्य

source: Enter the SGQA identifier to use the total of a previous question as the minimum for this question
hi: SGQA पहचानकर्ता दर्ज करें इस प्रश्न के लिए कम से कम के रूप में पिछले एक प्रश्न के कुल का उपयोग करें

source: Min value from SGQA
hi: SGQA से न्यूनतम मूल्य

source: Maximum value for array(mult-flexible) question type
hi: सरणी के लिए अधिकतम मूल्य (मल्टी-लचीला) प्रश्न प्रकार

source: Maximum value
hi: अधिकतम मूल्य

source: Minimum value for array(multi-flexible) question type
hi: सारणी न्यूनतम मूल्य के लिए(बहु लचीला) प्रकार के प्रश्न

source: Minimum value
hi: न्यूनतम मूल्य

source: Step value
hi: चरण मूल्य

source: Use checkbox layout
hi: चेकबॉक्स लेआउट का प्रयोग करें

source: Checkbox layout
hi: चेकबॉक्स लेआउट

source: SGQA identifier to use total of previous question as total for this question
hi: SGQA उपयोग पहचानकर्ता इस प्रश्न के लिए कुल के रूप में पिछले सवाल के कुल

source: Value equals SGQA
hi: वैल्यू SGQA के बराबर

source: Allow only numerical input
hi: केवल संख्यात्मक निवेश की अनुमति दें

source: Numbers only
hi: संख्या केवल

source: Make the 'Other:' comment field mandatory when the 'Other:' option is active
hi: अन्य बनाएँ:' टिप्पणी अनिवार्य जब अन्य क्षेत्र' विकल्प सक्रिय है

source: 'Other:' comment mandatory
hi: अन्य:'टिप्पणी अनिवार्य'

source: Allow only numerical input for 'Other' text
hi: 'अन्य'पाठ के लिए केवल संख्यात्मक निवेश की अनुमति दें

source: Numbers only for 'Other'
hi: 'अन्य' के लिए नंबर केवल

source: Replaces the label of the 'Other:' answer option with a custom text
hi: 'अन्य' के लेबल के स्थान पर: एक जवाब विकल्प कस्टम पाठ के साथ

source: Label for 'Other:' option
hi: लेबल ' अन्य के लिए' : विकल्प

source: Insert a page break before this question in printable view by setting this to Yes.
hi: Printable ध्यान में रखते हुए इस सवाल से पहले एक हाँ इस सेटिंग के पृष्ठ तोड़ डालने के लिए.

source: Insert page break in printable view
hi: Printable ध्यान में रखते हुए पृष्ठ तोड़ डालें

source: Add a prefix to the answer field
hi: उत्तर क्षेत्र के लिए एक उपसर्ग जोड़ें

source: Answer prefix
hi: जवाब उपसर्ग

source: Show statistics of this question in the public statistics page
hi: सरकारी आँकड़े पृष्ठ में इस सवाल के आँकड़े दिखाएँ

source: Show in public statistics
hi: सरकारी आंकड़ों में दिखाएँ

source: Present answers in random order
hi: यादृच्छिक क्रम में जवाब प्रदर्शित करें

source: Random answer order
hi: यादृच्छिक जवाब क्रम

source: Slider
hi: स्लाइडर

source: Use slider layout
hi: स्लाइडर लेआउट का प्रयोग करें

source: Slider minimum value
hi: स्लाइडर न्यूनतम मूल्य

source: Slider maximum value
hi: स्लाइडर अधिकतम मूल्य

source: Slider accuracy
hi: स्लाइडर सटीकता

source: Slider initial value
hi: स्लाइडर प्रारंभिक मूल्य

source: The handle is displayed at the middle of the slider (this will not set the initial value)
hi: हैण्डलर स्लाइडर के मध्य में प्रदर्शित होता है (यह प्रारंभिक मूल्य निर्धारित नहीं होगी)

source: Slider starts at the middle position
hi: स्लाइडर बीच स्थिति में शुरू होता है

source: Display min and max value under the slider
hi: न्यूनतम और अधिकतम मूल्य स्लाइडर के नीचे प्रदर्शित करें

source: Display slider min and max value
hi: स्लाइडर न्यूनतम और अधिकतम मूल्य प्रदर्शन

source: Answer|Left-slider-text|Right-slider-text separator character
hi: जवाब | वाम स्लाइडर-पाठ | अधिकार स्लाइडर-पाठ विभाजक चिन्ह

source: Slider left/right text separator
hi: स्लाइडर वाम / अधिकार पाठ विभाजक

source: Add a suffix to the answer field
hi: उत्तर क्षेत्र के लिए एक प्रत्यय जोड़ें

source: Answer suffix
hi: जवाब प्रत्यय

source: Width of text input box
hi: पाठ इनपुट बॉक्स की चौड़ाई

source: Input box width
hi: इनपुट बॉक्स चौड़ाई

source: Use dual dropdown boxes instead of dual scales
hi: दोहरी ड्रॉपडाउन का प्रयोग करें दोहरी तराजू के बजाय

source: Dual dropdown
hi: दोहरी ड्रॉपडाउन

source: Nominal
hi: नाममात्र

source: Ordinal
hi: क्रमसंख्या

source: Scale
hi: पैमाना

source: Set a specific SPSS export scale type for this question
hi: एक विशिष्ट SPSS निर्यात पैमाना प्रकार इस प्रश्न के लिए सेट करें

source: SPSS export scale type
hi: SPSS निर्यात पैमाना प्रकार

source: Timing
hi: समय

source: Limit time to answer question (in seconds)
hi: समय सीमित करें (सेकंड में) सवाल के जवाब के लिए

source: Time limit
hi: समय सीमा

source: Warn and move on
hi: चेतावनी और चाल

source: Move on without warning
hi: बिना किसी चेतावनी के आगे बढ़ो

source: Disable only
hi: अक्षम केवल

source: Action to perform when time limit is up
hi: समय सीमा समाप्ति पर कार्रवाई करने के लिए

source: Time limit action
hi: समय सीमा कार्रवाई

source: Disable the next button until time limit expires
hi: अगला बटन निष्क्रिय करें समय सीमा समाप्ति तक

source: Time limit disable next
hi: समय सीमा अक्षम अगले

source: Disable the prev button until the time limit expires
hi: पिछला बटन निष्क्रिय करें जब तक समय सीमा समाप्त हो

source: The text message that displays in the countdown timer during the countdown
hi: पाठ संदेश जो उलटी गिनती घड़ी में उलटी गिनती के दौरान प्रदर्शित करता है

source: Time limit countdown message
hi: समय सीमा उलटी गिनती संदेश

source: CSS Style for the message that displays in the countdown timer during the countdown
hi: संदेश के लिए शैली CSS कि उलटी गिनती घड़ी में उलटी गिनती के दौरान प्रदर्शित करता है

source: Time limit timer CSS style
hi: समय सीमा टाइमर सीएसएस शैली

source: Time limit expiry message display time
hi: समय सीमा समाप्त होने के संदेश प्रदर्शित समय

source: Time limit expiry message
hi: समय सीमा समाप्ति संदेश

source: CSS style for the 'time limit expiry message'
hi: 'समय सीमा समाप्ति संदेश' के लिए CSS शैली

source: Time limit message CSS style
hi: समय सीमा संदेश सीएसएस शैली

source: 1st Time limit warning message timer
hi: प्रथम समय सीमा चेतावनी की संदेश घड़ी

source: 1st Time limit warning message display time
hi: प्रथम समय सीमा चेतावनी का संदेश प्रदर्शित समय

source: 1st Time limit warning message
hi: प्रथम समय सीमा चेतावनी संदेश

source: CSS style used when the 'time limit warning' message is displayed
hi: CSS शैली का का उपयोग जब 'समय सीमा चेतावनी' संदेश प्रदर्शित होता है

source: 1st Time limit warning CSS style
hi: प्रथम समय सीमा चेतावनी CSS शैली

source: 2nd Time limit warning message timer
hi: द्वितिय समय सीमा चेतावनी संदेश घड़ी

source: 2nd Time limit display time
hi: द्वितीय समय सीमा प्रदर्शन समय

source: 2nd Time limit warning message
hi: द्वितीय समय सीमा चेतावनी संदेश

source: CSS style used when the 2nd 'time limit warning' message is displayed
hi: CSS शैली का उपयोग जब द्वितीय 'समय सीमा चेतावनी' संदेश प्रदर्शित हो

source: 2nd Time Limit Warning CSS Style
hi: द्वितीय समय सीमा चेतावनी CSS शैली

source: Version
hi: संस्करण

source: Online Manual
hi: ऑनलाइन मैनुअल

source: Support this project - Donate to
hi: इस परियोजना के समर्थन में- दान

source: Visit our website!
hi: हमारी वेबसाइट पर जाएँ!

source: Email was not sent because demo-mode is activated.
hi: ई मेल भेजा नहीं है. क्योंकि डेमो मोड-सक्रिय है

source: SMTP debug output:
hi: एसएमटीपी डिबग आउटपुट:

source: Failed! Reason:
hi: असफल! कारण:

source: Token code
hi: टोकन कोड

source: Language code
hi: भाषा का कोड

source: Invitation sent date
hi: निमंत्रण भेजने की तिथि

source: Last Reminder sent date
hi: आखिरी अनुस्मारक भेजने की तिथि

source: Total numbers of sent reminders
hi: भेजे गए अनुस्मारको की कुल संख्या

source: Attribute %s
hi: गुण %s

source: Please wait ...
hi: कृपया प्रतीक्षा करें ...

source: Go back
hi: वापस जाओ

source: Getting questions and answers ...
hi: प्रश्नों और उत्तर प्राप्त कर रहे हैं...

source: Total records in survey
hi: सर्वेक्षण में कुल रिकॉर्ड

source: Generating summaries ...
hi: सारांश उत्पन्न कर रहा है ...

source: This survey does not seem to exist.
hi: यह सर्वेक्षण मौजूद नहीं है|

source: You are not a participant in this survey.
hi: आप इस सर्वेक्षण में एक भागीदार नहीं हैं|

source: You have been successfully removed from this survey.
hi: आपको सफलतापूर्वक इस सर्वेक्षण से हटा दिया गया है

source: You have been already removed from this survey.
hi: आप पहले से ही इस सर्वेक्षण से हटाये जा चुके हैं
