Repository: cpf-se/citrus
Catalog: limesurvey/locale/*/LC_MESSAGES/*.po
Languages: hi

source: Total Imported files
hi: कुल आयातित फ़ाइलें

source: Total Errors
hi: कुल त्रुटियाँ

source: Import Template
hi: सांचा आयात करें

source: Open imported template
hi: आयातित सांचा खोलें

source: Import question group
hi: प्रश्न समूह आयात करें

source: Conditions
hi: शर्तें

source: Go to question group
hi: प्रश्न समूह पर जाएँ

source: Languages
hi: भाषाओं

source: Default answers
hi: डिफ़ॉल्ट उत्तर

source: Question attributes
hi: सवाल गुण

source: Assessments
hi: आकलन

source: Copy of survey is completed.
hi: सर्वेक्षण की प्रति पूर्ण हो गयी है|

source: Go to survey
hi: सर्वेक्षण के लिए जाएँ

source: Import of Survey is completed.
hi: सर्वेक्षण के आयात पूरा हो गया है|

source: Import failed. You specified an invalid file.
hi: आयात असफल रहा| आपने एक अवैध फ़ाइल निर्दिष्ट की है|

source: Survey Import Summary
hi: सर्वेक्षण आयात सारांश

source: Question Attributes
hi: प्रश्न विशेषताएँ

source: This file is not a LimeSurvey survey file. Import failed.
hi: यह फाइल एक LimeSurvey सर्वेक्षण फ़ाइल नहीं है| आयात असफल रहा|

source: Import of this survey file failed
hi: इस सर्वेक्षण फ़ाइल का आयात विफल रहा

source: File does not contain LimeSurvey data in the correct format.
hi: फ़ाइल LimeSurvey डेटा सही प्रारूप में नहीं है|

source: LimeSurvey Online Manual
hi: LimeSurvey ऑनलाइन पुस्तिका

source: Export VV file
hi: VV फाइल निर्यात करें

source: Export Survey
hi: सर्वेक्षण निर्यात करें

source: Survey List Page
hi: सर्वेक्षण सूची पृष्ठ

source: Welcome Page
hi: स्वागत पृष्ठ

source: Question Page
hi: प्रश्न प्रष्ठ

source: Completed Page
hi: पूर्ण प्रष्ठ

source: Clear All Page
hi: सभी प्रष्ठ साफ़ करें

source: Register Page
hi: पंजीकरण प्रष्ठ

source: Load Page
hi: प्रष्ठ लोड करें

source: Save Page
hi: प्रष्ठ सुरक्षित करें

source: Print answers page
hi: उत्तर प्रष्ठ प्रिंट करें

source: Printable survey page
hi: प्रिंट करने योग्य सर्वेक्षण पृष्ठ

source: Template '%s' was successfully deleted.
hi: '%s' सांचा सफलतापूर्वक हटाया गया|

source: Unable to create directory `%s`.
hi: `%s` निर्देशिका बनाने में असफल|

source: Maybe you don't have permission.
hi: शायद आपको अनुमति नहीं है|

source: This is a sample survey description. It could be quite long.
hi: यह एक नमूना सर्वेक्षण वर्णन है| यह काफी लंबा हो सकता है|

source: Welcome to this sample survey
hi: इस नमूना सर्वेक्षण में आपका स्वागत है

source: Some URL description
hi: URL विवरण

source: Previous
hi: पिछले

source: This is some help text.
hi: यह कुछ मदद पाठ है|

source: Thank you!
hi: धन्यवाद!

source: Your survey responses have been recorded.
hi: आपकी सर्वेक्षण प्रतिक्रियाओं को दर्ज किया गया है.

source: Assessment heading
hi: मूल्यांकन शीर्षक

source: Assessment details
hi: मूल्यांकन विवरण

source: Survey name (ID)
hi: सर्वेक्षण नाम (ID)

source: Your answer
hi: आपका उत्तर

source: You have not provided a survey identification number
hi: तुम एक सर्वेक्षण पहचान संख्या प्रदान नहीं किया है

source: Please contact %s ( %s ) for further assistance.
hi: कृपया %s (%s) से संपर्क करें अधिक सहायता के लिए.

source: The following surveys are available:
hi: निम्नलिखित सर्वेक्षण उपलब्ध हैं:

source: Please explain something in detail:
hi: कृपया विस्तार में व्याख्या करें:

source: Submit your survey.
hi: अपने सर्वेक्षण भेजें|

source: This is the survey end message.
hi: यह सर्वेक्षण अंत संदेश है|

source: Copy Template
hi: सांचे की प्रति बनायें

source: Create new template
hi: नया सांचा बनाये

source: You can't rename a standard template.
hi: आप एक मानक साँचें का नाम नहीं बदल सकते|

source: You can't delete a standard template.
hi: आप एक मानक साँचें को नहीं हटा सकते|

source: Rename this template to:
hi: इस सांचे का नाम बदलें:

source: Rename this template
hi: इस सांचे का नाम बदलें

source: Are you sure you want to delete this template?
hi: आप सुनिश्चित हैं कि आप इस साँचें को हटाना चाहते हैं?

source: Delete this template
hi: इस साँचें को हटायें

source: Export Template
hi: सांचा निर्यात करें

source: Import template
hi: सांचा आयात करें

source: Export template
hi: निर्यात टेम्पलेट

source: Copy template
hi: साँचें को प्रतिलिप करें

source: Screen:
hi: स्क्रीन:

source: Uploaded template file
hi: सांचा फाइल अपलोड किया गया

source: Select template ZIP file:
hi: ZIP सांचा फाइल का चयन करें

source: Standard Files:
hi: मानक फ़ाइलें:

source: Save Changes
hi: परिवर्तन सहेजें

source: Other Files:
hi: अन्य फ़ाइलें:

source: CSS & Javascript files:
hi: CSS एवं Javascript फ़ाइलें:

source: Are you sure you want to delete this file?
hi: क्या आप इस फाइल को हटाना चाहते हैं?

source: Upload a file:
hi: फ़ाइल अपलोड करें:

source: Upload
hi: अपलोड

source: Preview:
hi: पूर्वावलोकन:

source: You have completed %s%% of this survey
hi: आपने इस सर्वेक्षण का %s%% पूरा कर लीया है

source: This question requires answers, but none are set.
hi: इस प्रश्न का उत्तर आवश्यक है,पर कोई नहीं है|

source: This question requires a second answer set but none is set.
hi: इस प्रश्न को दुसरे उत्तर समूह की आवश्यकता है,पर कोई समूह नहीं है|

source: Click here to fix
hi: तय करने के लिए यहाँ क्लिक करें

source: Add or delete groups
hi: समूह जोड़ें या हटायें

source: Add or delete questions
hi: प्रश्न जोड़ें या हटायें

source: Add, remove or edit answer options
hi: उत्तर विकल्पों को जोड़ें, हटायें या संपादित करें

source: Database error:
hi: डेटाबेस त्रुटि:

source: This survey is now active, and responses can be recorded.
hi: यह सर्वेक्षण अब सक्रिय है, और प्रतिक्रियाओं दर्ज किया जा सकता है|

source: No, thanks.
hi: नहीं, शुक्रिया|

source: Label Sets Administration
hi: लेबल समूह प्रशासन

source: Export multiple label sets
hi: एकाधिक लेबल समूह निर्यात करें

source: Labelsets
hi: लेबल समूह

source: Please Choose...
hi: कृपया चुनें ...

source: Create or import new label set(s)
hi: नए लेबल समूह(ओं) को बनाएँ या आयात करें

source: Show Help
hi: मदद दिखाएँ

source: You have to select at least one label set.
hi: आपको कम से कम एक लेबल समूह का चयन करना है|

source: Export selected label sets
hi: चयनित लेबल समूह को निर्यात करें

source: Create New Label Set
hi: नया लेबल सेट बनाएँ

source: Edit Label Set
hi: लेबल सेट संपादन

source: Edit label set
hi: लेबल सेट संपादन

source: Error: You have to enter a name for this label set.
hi: त्रुटि:. आपको इस लेबल के सेट के लिए एक नाम दर्ज करना है

source: Set name:
hi: नाम सेट करें

source: Languages:
hi: भाषाएँ:

source: You cannot remove this item since you need at least one language in a labelset.
hi: आप इस आइटम को नहीं निकाल कर सकते हैं क्योंकि एक लेबल सेट में कम से कम एक भाषा की आवश्यकता है.

source: Update
hi: अद्यतन

source: Import label set(s)
hi: लेबल समूह(ओं) को आयत करें

source: Convert resources links?
hi: संसाधन लिंक बदलें?

source: Label Set
hi: लेबल सेट

source: Do you really want to delete this label set?
hi: क्या तुम सच में इस लेबल सेट को हटाना चाहते हैं?

source: Delete label set
hi: लेबल सेट हटाएँ

source: Export this label set
hi: इस लेबल समूह को निर्यात करें

source: Close Window
hi: विंडो बंद करें

source: Error: You are trying to use duplicate label codes.
hi: त्रुटि: तुम डुप्लीकेट लेबल कोड का उपयोग करने की कोशिश कर रहे हो

source: Order
hi: आदेश

source: Label:
hi: लेबल:

source: Del
hi: डेल

source: Up
hi: ऊपर

source: Dn
hi: नीचे

source: New label
hi: नया लेबल

source: Add new label
hi: नया लेबल जोड़ें

source: Note: Inserting new labels must be done on the first language tab.
hi: नोट: नया लेबल पहली भाषा पट्टी पर डाला जाना चाहिए

source: You have not selected a survey
hi: आपने सर्वेक्षण का चयन नहीं किया है

source: Main admin screen
hi: मुख्य व्यवस्थापक स्क्रीन

source: Restore options
hi: विकल्प पुनर्स्थापित करें

source: Restore
hi: पुनर्स्थापित करें

source: Edit email templates
hi: ईमेल साँचें संशोधित करें

source: Send email invitation
hi: ईमेल निमंत्रण भेजें

source: Send email reminder
hi: ईमेल अनुस्मारक भेजें

source: Show help
hi: मदद दिखाएँ

source: Total invitations sent
hi: कुल भेजे गए निमंत्रण

source: Total surveys completed
hi: कुल पूर्ण सर्वेक्षण

source: Not started
hi: शुरू नहीं किया

source: Started but not yet completed
hi: शुरू किया, लेकिन अभी तक पूरा नहीं

source: Invitation status:
hi: निमंत्रण स्थिति:

source: All
hi: सभी

source: Invited
hi: आमंत्रित

source: Not invited
hi: आमंत्रित नहीं

source: Reminder status:
hi: स्मरण स्थिति:

source: Reminder(s) sent
hi: स्मरण(ओं) को भेजा

source: No reminder(s) sent
hi: स्मरण(ओं) को नहीं भेजा गया

source: Filter by language
hi: भाषा से छाने

source: Edit email settings
hi: ईमेल सेटिंग्स संपादित करें

source: Invitation email subject:
hi: आमंत्रण ईमेल का विषय:

source: Invitation email:
hi: आमंत्रण ईमेल:

source: Email reminder subject:
hi: स्मरण ईमेल का विषय :

source: Email reminder:
hi: स्मरण ईमेल:

source: Confirmation email subject:
hi: पुष्टिकरण ईमेल का विषय:

source: Confirmation email:
hi: पुष्टिकरण ईमेल:

source: Confirmation email
hi: पुष्टिकरण ईमेल

source: Public registration email subject:
hi: सार्वजनिक पंजीकरण ईमेल का विषय:

source: Survey registration confirmation
hi: सर्वेक्षण पंजीकरण पुष्टिकरण

source: Public registration email:
hi: सार्वजनिक पंजीकरण ईमेल:

source: Token email settings have been saved.
hi: टोकन ईमेल सेटिंग्स सहेज दी गई है|

source: Delete all token entries
hi: सभी टोकन प्रविष्टियों को हटाएँ

source: All token entries have been deleted.
hi: सभी टोकन प्रविष्टियों को नष्ट कर दिया गया है|

source: Are you sure you want to delete all unique token strings?
hi: क्या आप सभी अद्वितीय टोकन तार हटाना चाहते हैं?

source: Search
hi: खोजें

source: Records displayed:
hi: प्रदर्शित अभिलेख:

source: Starting from:
hi: से शुरू:

source: Sort by:
hi: द्वारा क्रमबद्ध करें:

source: First name
hi: पहला नाम

source: Last name
hi: अंतिम नाम

source: Email address
hi: ईमेल पता

source: Invite sent?
hi: आमंत्रण भेजा है?

source: Reminder sent?
hi: स्मरण भेजा गया?

source: Reminder count
hi: स्मरण गिनती

source: Completed?
hi: पूरा?

source: Valid from
hi: से मान्य

source: Valid until
hi: तक मान्य

source: Invalid email address:
hi: अमान्य ईमेल पता:

source: This participant opted out of this survey.
hi: इस भागीदार ने इस सर्वेक्षण से बाहर चुना|

source: Do Survey
hi: सर्वेक्षण करें

source: Edit token entry
hi: टोकन प्रविष्टि संशोधित करें

source: Delete token entry
hi: टोकन प्रविष्टि हटायें

source: View/Update response
hi: प्रतिक्रिया देखें/नवीनीकृत करें

source: Delete the selected entries
hi: चयनित प्रविष्टियों को हटाएँ

source: Are you sure you want to delete the selected entries?
hi: आप सुनिश्चित हैं कि आप चयनित प्रविष्टियों को हटाना चाहते हैं?

source: Send email invitations
hi: ईमेल निमंत्रण भेजें

source: Warning!
hi: चेतावनी!

source: Subject
hi: विषय

source: Message
hi: संदेश

source: Invitation Email:
hi: आमंत्रण ईमेल:

source: Send Invitations
hi: आमंत्रण भेजें

source: Sending invitations...
hi: आमंत्रण भेजे जा रहे हैं...

source: Reminder Email:
hi: अनुस्मारक ईमेल:

source: Sending to:
hi: को भेजा जा रहा है:

source: Send Reminders
hi: स्मरण भेजें

source: Sending Reminders
hi: स्मरण भेजे जा रहे हैं

source: Create tokens
hi: टोकन बनायें

source: Token has been deleted.
hi: टोकन हटाया जा चूका है

source: Add fields
hi: क्षेत्र जोड़ें

source: Token attribute descriptions were successfully updated.
hi: टोकन गुण विवरण सफलतापूर्वक अद्यतन किया गया है|

source: Email Status
hi: ईमेल स्थिति

source: until
hi: जब तक

source: Format: %s
hi: प्रारूप:% s

source: Failed
hi: असफल

source: Mandatory fields:
hi: अनिवार्य क्षेत्र:

source: Optional fields:
hi: वैकल्पिक क्षेत्र:

source: Check Data
hi: डाटा जांचें

source: You have to login first.
hi: आपको पहले प्रवेश करना पड़ेग|

source: Login
hi: प्रवेश

source: Forgot Your Password?
hi: अपना पासवर्ड भूल गए?

source: Minimum
hi: कम से कम

source: Maximum
hi: अधिकतम

source: Edit
hi: संपादित

source: Access denied!
hi: पहुँच से इनकार!

source: You are not allowed dump the database!
hi: आपको डेटाबेस हटाने की अनुमति नहीं है!

source: You are not allowed export a label set!
hi: आपको लाबेल समूह निर्यात करने की अनुमति नहीं है!

source: You are not allowed to change user data!
hi: आपको उपयोगकर्ता डाटा को बदलने की अनुमति नहीं है!

source: You are not allowed to create new surveys!
hi: आपको नया सर्वेक्षण बनाने की अनुमति नहीं है!

source: You are not allowed to delete this survey!
hi: आपको यह सर्वेक्षण हटाने की अनुमति नहीं है!

source: You are not allowed to add new questions for this survey!
hi: आपको इस सर्वेक्षण के लिए नए प्रश्न जोड़ने की अनुमति नहीं है!

source: You are not allowed to activate this survey!
hi: आपको यह सर्वेक्षण सक्रिय करने की अनुमति नहीं है!

source: You are not allowed to deactivate this survey!
hi: आपको यह सर्वेक्षण निष्क्रिय करने की अनुमति नहीं है!

source: You are not allowed to add a group to this survey!
hi: आपको इस सर्वेक्षण में समूह जोड़ने की अनुमति नहीं है!

source: You are not allowed to edit this survey!
hi: आपको इस सर्वेक्षण को सम्पादित करने की अनुमति नहीं है!

source: You are not allowed to edit groups in this survey!
hi: आपको इस सर्वेक्षण के समूहों को सम्पादित करने की अनुमति नहीं है!

source: You are not allowed to browse responses!
hi: आपको प्रतिक्रियां देखने की अनुमति नहीं है!

source: You are not allowed to delete this group!
hi: आपको यह समूह हटाने की अनुमति नहीं है!

source: You are not allowed to import a survey!
hi: आपको सर्वेक्षण निर्यात करने की अनुमति नहीं है!

source: You are not allowed to import a group!
hi: आपको समूह निर्यात करने की अनुमति नहीं है!

source: You are not allowed to to import a question!
hi: आपको प्रश्न निर्यात करने की अनुमति नहीं है!

source: Security alert
hi: सुरक्षा चेतावनी

source: You are not allowed to perform this operation!
hi: आपको यह ऑपरेशन करने की अनुमति नहीं है!

source: Quick Statistics
hi: त्वरित सांख्यिकी

source: HTML Editor
hi: HTML संपादक

source: Do you want to save your changes ?
hi: क्या आप अपने परिवर्तनों को सहेजना चाहते हैं?

source: Data Consistency Check
hi: डाटा संगति जाँच करें '

source: If errors are showing up you might have to execute this script repeatedly.
hi: यदि त्रुटियों दिख रहे हैं तो तुमने बार बार इस पटकथा को अंजाम दिया हो सकता हैं.

source: No matching Cqid
hi: कोई मेल खाता Cqid नहीं

source: No matching CFIELDNAME Group!
hi: कोई मेल खाता CFIELDNAME समूह नहीं!

source: No "CFIELDNAME" field set!
hi: कोई "CFIELDNAME" क्षेत्र सेट नहीं!

source: The following conditions should be deleted
hi: निम्नलिखित शर्तों नष्ट कर दिया जाना चाहिए

source: because
hi: क्योंकि

source: All conditions meet consistency standards
hi: सभी शर्तों निरंतरता मानकों को पूरा करनी चाहिए

source: All question attributes meet consistency standards
hi: सभी प्रश्न गुण निरंतरता मानकों को पूरा करते हैं

source: No matching survey
hi: कोई मेल खाता सर्वेक्षण नहीं

source: No matching group
hi: कोई मेल खाता समूह नहीं

source: The following assessments should be deleted
hi: निम्नलिखित आकलन हटा दिया जाना चाहिए

source: All Survey (Total) assessments meet consistency standards
hi: सभी सर्वेक्षण (कुल ) के मूल्यांकन निरंतरता मानकों को पूरा करते हैं

source: All Group assessments meet consistency standards
hi: सभी समूह आकलन निरंतरता मानकों को पूरा करते हैं

source: No matching question
hi: कोई मेल खाता सवाल नहीं

source: The following answers should be deleted
hi: निम्नलिखित जवाब हटा दिया जाना चाहिए

source: All answers meet consistency standards
hi: सभी उत्तर निरंतरता मानकों को पूरा करते हैं

source: Language specific settings missing
hi: भाषा सम्बंधित सेटिंग्स लापता

source: The following surveys should be deleted
hi: निम्नलिखित सर्वेक्षण हटा दिया जाना चाहिए

source: All survey settings meet consistency standards
hi: सभी सर्वेक्षण सेटिंग्स निरंतरता मानकों को पूरा करते हैं

source: The following survey language settings should be deleted
hi: निम्नलिखित सर्वेक्षण भाषा सेटिंग्स नष्ट कर देंने चाहिए

source: The following questions should be deleted
hi: निम्नलिखित प्रश्न नष्ट कर दिया जाना चाहिए

source: All questions meet consistency standards
hi: सभी प्रश्न निरंतरता मानकों को पूरा करते हैं

source: The following groups should be deleted
hi: निम्नलिखित समूहों को नष्ट कर दिया जाना चाहिए

source: GID `%s` because there is no matching survey.
hi: GID `% s` क्योंकि वहाँ कोई मिलान सर्वेक्षण नहीं है.

source: All groups meet consistency standards
hi: सभी समूहों निरंतरता मानकों को पूरा करते हैं

source: Survey ID %d saved at %s
hi: सर्वेक्षण ID %d %s पर सुरक्षित है

source: Survey ID %d saved at %s containing %d record(s)
hi: सर्वेक्षण आईडी %d को %s में %d रिकार्ड(ओ) के साथ बचाया गया हैं

source: The following old survey tables should be deleted because their parent survey no longer exists
hi: निम्नलिखित पुराने सर्वेक्षण टेबल नष्ट कर दिया जाना चाहिए, क्योंकि उनके माता पिता सर्वेक्षण अब मौजूद नहीं हैं

source: All old survey tables meet consistency standards
hi: सभी पुराने सर्वेक्षण टेबल निरंतरता मानकों को पूरा करते हैं

source: The following old token tables should be deleted because their parent survey no longer exists
hi: निम्नलिखित पुराने टोकन टेबल को नष्ट कर दिया जाना चाहिए, क्योंकि उनके माता पिता सर्वेक्षण अब मौजूद नहीं हैं

source: All old token tables meet consistency standards
hi: सभी पुराने सांकेतिक टेबल निरंतरता मानकों को पूरा करते हैं

source: No database action required
hi: कोई डेटाबेस कार्रवाई आवश्यक नहीं

source: Should we proceed with the delete?
hi: क्या हमे हटाने के साथ आगे बढ़ना चाहिए?

source: Yes - Delete Them!
hi: हाँ - उन्हें हटाएँ!

source: Data redundancy check
hi: डेटा अतिरेक की जाँच

source: The redundancy check looks for tables leftover after deactivating a survey. You can delete these if you no longer require them.
hi: अतिरेक की जाँच deactivating के बाद बचे सर्वेक्षणों की टेबल पर की जाएगी. आप उन टेबल को हटा सकते हैं जो अब जरूरी नहीं हैं"

source: The following old survey tables contain no responses and can be deleted:
hi: निम्नलिखित पुराने सर्वेक्षण टेबल में कोई जवाब नहीं हैं और नष्ट किया जा सकता है:

source: The following old survey response tables exist and may be deleted if no longer required:
hi: निम्नलिखित पुराने सर्वेक्षण प्रतिक्रिया टेबल मौजूद हैं और हटा सकते हैं यदि आवश्यकता नहीं है:

source: The following old token tables contain no tokens and can be deleted:
hi: निम्नलिखित पुराने टोकन टेबल में कोई टोकन शामिल है और नष्ट किया जा सकता है:

source: The following old token list tables exist and may be deleted if no longer required:
hi: निम्नलिखित पुरानी टोकन सूची टेबल मौजूद हैं और हटा सकते हैं यदि इसकी आवश्यकता नहीं है:

source: Delete checked items!
hi: जांचे गए आइटम को हटाएँ!

source: Note that you cannot undo a delete if you proceed. The data will be gone.
hi: नोट: आप पूर्ववत नहीं कर सकते हैं यदि आप आगे बढ़ते हैं. डेटा चला जाएगा.

source: Deleting old survey result tables
hi: पुराने सर्वेक्षण के परिणाम टेबल हटाया जा रहा हैं

source: Deleting
hi: हटाया जा रहा हैं

source: Deleting Surveys
hi: सर्वेक्षण हटाया जा रहा हैं

source: Deleting Survey ID
hi: सर्वेक्षण आईडी को हटाया जा रहा हैं

source: Deleting survey language settings
hi: सर्वेक्षण भाषा सेटिंग्स हटाई जा रहीं हैं

source: Deleting survey language setting
hi: सर्वेक्षण भाषा सेटिंग्स हटाई जा रहीं हैं

source: Deleting Assessments
hi: आकलन हटाया जा रहा हैं

source: Deleting ID
hi: आईडी हटाई जा रही हैं

source: Deleting Question_Attributes
hi: प्रश्न गुण हटाये जा रहे हैं

source: Deleting Conditions
hi: शर्तें हटाई जा रही हैं

source: Deleting cid
hi: सीआइडी हटायी जा रही हैं

source: Deleting Answers
hi: उत्तर हटाये जा रहे हैं

source: Deleting answer with qid
hi: जवाब qid के साथ हटाना

source: Deleting questions
hi: प्रश्न हटाये जा रहे हैं

source: Deleting qid
hi: Qid हटायी जा रही हैं

source: Deleting Groups
hi: समूह हटाये जा रहे हैं

source: Deleting group id
hi: समूह आईडी हटाई जा रही हैं

source: Check database again?
hi: फिर डेटाबेस की जाँच करें"?

source: Check Again
hi: फिर से जाँच करें

source: Data redundancy Check
hi: डाटा अतिरेक की जाँच करें

source: Deleting old token and response tables leftover from deactivation
hi: पुराने टोकन ओर प्रतिक्रियों को जो अक्रियाशील हैं, को हटाना

source: Deleting old token tables
hi: पुराने सांकेतिक टेबल हटाना

source: User name invalid!
hi: उपयोगकर्ता नाम अमान्य!

source: User name and password do not match!
hi: उपयोगकर्ता नाम और पासवर्ड मेल नहीं खाते!

source: Import Survey
hi: सर्वेक्षण आयात करें

source: Step 1:
hi: चरण 1:

source: Step 2:
hi: चरण 2:

source: Current
hi: वर्तमान

source: LimeSurvey manual
hi: LimeSurvey पुस्तिका

source: Delete all conditions
hi: सभी शर्तों को हटाएँ

source: equals
hi: बराबर

source: Not found
hi: नहीं मिला

source: Are you sure you want to delete this condition?
hi: क्या आप यह शर्त हटाना चाहते हैं?

source: Delete this condition
hi: यह शर्त हटाएँ

source: Edit this condition
hi: यह शर्त संशोधित करें

source: Edit condition
hi: शर्त संशोधित करें

source: Add condition
hi: शर्त जोड़ें

source: Add scenario
hi: परिदृश्य जोड़ें

source: Scenario
hi: परिदृश्य

source: Previous questions
hi: पिछले प्रश्न

source: Token fields
hi: टोकन क्षेत्र

source: Answer
hi: जवाब

source: Constant
hi: स्थिर

source: Constant value
hi: स्थिर मूल्य

source: SPSS version:
hi: SPSS संस्करण:

source: Not Selected
hi: नहीं चुने गए

source: If necessary the database will be updated.
hi: यदि आवश्यक हो डेटाबेस अद्यतन हो जाएगा.

source: Checking basic requirements...
hi: बुनियादी आवश्यकताओं जांच कर रहे हैं ...

source: Save update key
hi: कुंजी अद्यतन सहेजें

source: Update key: Valid
hi: अद्यतन कुंजी: वैध

source: Check again
hi: फिर से जाँच करें

source: Everything looks alright. Please proceed to the next step.
hi: सब कुछ ठीक लग रहा है| कृपया अगले चरण पर जाएँ|

source: Your update key is invalid and was removed.
hi: आपकी अद्यतन कुंजी अवैध है और हटा दी गयी थी|

source: Update server busy
hi: अद्यतन सर्वर व्यस्त

source: Please be patient and try again in about 10 minutes.
hi: धैर्य रखें और 10 मिनट में फिर से कोशिश करें|

source: Back to global settings
hi: वापस वैश्विक सेटिंग्स में

source: Checking existing LimeSurvey files...
hi: मौजूदा LimeSurvey फाइलें जांच रहे हैं ...

source: Please check any problems above and then proceed to the next step.
hi: ऊपर सभी समस्याओं की जाँच करें और फिर अगले चरण पर जाएँ|

source: Creating file backup...
hi: फ़ाइल बैकअप बना रहा है ...

source: Creating database backup...
hi: डेटाबेस बैकअप बना रहा है ...

source: Please check any problems above and then proceed to the final step.
hi: ऊपर सभी समस्याओं की जाँच करें और तब अंतिम चरण के लिए आगे बढ़ें|

source: New files were successfully installed.
hi: नई फ़ाइलों को सफलतापूर्वक स्थापित किया गया.

source: There was a problem downloading the update file. Please try to restart the update process.
hi: वहाँ एक अद्यतन फ़ाइल डाउनलोड करने में समस्या थी| कृपया को अद्यतन करने की प्रक्रिया को पुनः आरंभ करने की कोशिश करें|

source: Please check any problems above - update was done.
hi: अद्यतन किया गया था - ऊपर किसी भी समस्याओं की जाँच करें|

source: Back to main menu
hi: वापस मुख्य मेनू के लिए

source: Number of records in this query:
hi: इस प्रश्न में अभिलेखों की संख्या:

source: Total records in survey:
hi: सर्वेक्षण में कुल रिकॉर्ड:

source: Percentage of total:
hi: कुल का प्रतिशत:

source: Results
hi: परिणाम

source: Field summary for %s
hi: %s के लिए क्षेत्र सारांश

source: Calculation
hi: गणना

source: Result
hi: परिणाम

source: Sum
hi: जोड़

source: Standard deviation
hi: मानक विचलन

source: Average
hi: औसत

source: Count
hi: गिनती

source: 1st quartile (Q1)
hi: 1 चतुर्थक (Q1)

source: 2nd quartile (Median)
hi: 2 चतुर्थक (माध्य)

source: Median value
hi: माध्य मूल्य

source: 3rd quartile (Q3)
hi: 3 चतुर्थक (Q3)

source: Null values are ignored in calculations
hi: Null मूल्यों की गणना में अनदेखी कर रहे हैं

source: Q1 and Q3 calculated using %s
hi: Q1 और Q3 का उपयोग %s की गणना में किया गया हैं

source: minitab method
hi: minitab पद्धति

source: Not enough values for calculation
hi: गणना के लिए पर्याप्त मूल्य नहीं

source: Percentage
hi: प्रतिशत

source: Not completed or Not displayed
hi: पूरा नहीं किया है या नहीं प्रदर्शित नहीं किया

source: Not displayed
hi: प्रदर्शित नहीं

source: Number of cases
hi: मामलों की संख्या

source: Arithmetic mean
hi: गणितीय माध्य

source: Global settings were saved.
hi: वैश्विक सेटिंग्स सहेजी गयी थी|

source: Overview & Update
hi: सिंहावलोकन और अद्यतन

source: Updates
hi: नवीनीकरण
