Repository: cpf-se/citrus
Catalog: limesurvey/locale/*/LC_MESSAGES/*.po
Languages: hi

source: Survey cannot be activated yet.
hi: सर्वेक्षण अभी तक सक्रिय नहीं किया जा सकता है|

source: You need to add question groups
hi: आपको प्रश्न समूह जोड़ने होंगे

source: You need to add questions
hi: आपको प्रश्न जोड़ने होंगे

source: Edit current question group
hi: वर्तमान प्रश्न समूह संपादित करें

source: Delete current question group
hi: मौजूदा प्रश्न समूह को हटाएँ

source: Export this question group
hi: प्रश्न समूह को निर्यार करें

source: Add New Question to Group
hi: समूह के लिए नया प्रश्न जोड़ें

source: Hide Details of this Group
hi: इस समूह का विवरण छुपाएँ

source: Show Details of this Group
hi: इस समूह के विवरण दिखाएँ

source: Close this Group
hi: इस समूह को बंद करें

source: Questions with conditions to this group
hi: इस समूह के लिए शर्तों के साथ प्रश्न

source: Preview This Question
hi: इस प्रश्न का पूर्वावलोकन करें

source: Edit Current Question
hi: वर्तमान प्रश्न संपादित करें

source: Delete current question
hi: मौजूदा प्रश्न हटाएँ

source: Disabled - Delete current question
hi: निष्क्रिय - मौजूदा सवाल हटाएँ

source: Export this Question
hi: यह प्रश्न निर्यात करें

source: Copy Current Question
hi: वर्तमान प्रश्न की प्रतिलिपि बनायें

source: You can't copy a question if the survey is active.
hi: आप प्रश्न की प्रतिलिपि नहीं बना सकते यदि सर्वेक्षण सक्रिय है|

source: Set Conditions for this Question
hi: इस प्रश्न के लिए शर्तें निर्धारित करें

source: Edit subquestions for this question
hi: इस प्रश्न के लिए उप प्रश्न संपादित करें

source: Edit answer options for this question
hi: इस प्रश्न के लिए उत्तर के विकल्पों को सम्पादित करें

source: Edit default answers for this question
hi: इस प्रश्न के लिए डिफ़ॉल्ट उत्तरों को सम्पादित करें

source: Hide Details of this Question
hi: इस प्रश्न का विवरण छिपाएँ

source: Show Details of this Question
hi: इस प्रश्न का विवरण दिखाएँ

source: Close this Question
hi: इस प्रश्न को बंद करें

source: Code:
hi: कोड:

source: Mandatory Question
hi: अनिवार्य प्रश्न

source: Optional Question
hi: वैकल्पिक प्रश्न

source: Question:
hi: प्रश्न:

source: Help:
hi: सहायता:

source: Validation:
hi: मान्यता:

source: Type:
hi: प्रकार:

source: Warning
hi: चेतावनी

source: You need to add answer options to this question
hi: आपको इस प्रश्न के लिए उत्तर विकल्प जोड़ने होंगे

source: You need to add subquestions to this question
hi: इस प्रश्न के उप प्रश्नों को जोड़ने की जरूरत है

source: Option 'Other':
hi: विकल्प 'अन्य':

source: Mandatory:
hi: अनिवार्य:

source: Some example answer option
hi: कुछ उदाहरण उत्तर विकल्प

source: Edit answer options
hi: उत्तर विकल्पों को संपादित करें

source: New answer option
hi: नया उत्तर विकल्प

source: Code
hi: कोड

source: You cannot delete the last answer option.
hi: आप अंतिम विकल्प विकल्प नहीं हटा सकते|

source: Quick-add subquestions
hi: तुरंत-जोड़ें अन्य प्रश्न

source: Error: You are trying to use duplicate answer codes.
hi: त्रुटि: आप जवाब कोड डुप्लीकेट उपयोग कर रहे हैं|

source: Assessment value
hi: आकलन मूल्य

source: Answer option
hi: उत्तर विकल्प

source: Answer:
hi: उत्तर:

source: Predefined label sets...
hi: पूर्वनिर्धारित लेबल समूह

source: Quick add...
hi: तुरंत जोड़ें ...

source: Available label sets:
hi: उपलब्ध लेबल समूह:

source: Replace
hi: बदलें

source: Add
hi: जोड़ें

source: Enter your subquestions:
hi: अपने उप प्रश्न दर्ज करें:

source: Save changes
hi: परिवर्तन सुरक्षित करें

source: Some example subquestion
hi: कुछ उदाहरण प्रश्न

source: You cannot delete the last subquestion.
hi: आप अंतिम उप सवाल को नहीं हटा सकते|

source: Edit subquestions
hi: उप प्रश्न संपादित करें

source: Error: 'other' is a reserved keyword.
hi: त्रुटि:'अन्य' एक आरक्षित कीवर्ड है.

source: Y-Scale
hi: Y-पैमाना

source: X-Scale
hi: X-पैमाना

source: Subquestion
hi: उप प्रश्न

source: Subquestion:
hi: उप प्रश्न:

source: Add User
hi: उपयोगकर्ता जोड़ें

source: User added.
hi: उपयोगकर्ता जोड़ा गया|

source: Set Survey Rights
hi: सर्वेक्षण अधिकार निर्धारित करें

source: Failed to add user.
hi: उपयोगकर्ता को जोड़ने में विफल|

source: Username already exists.
hi: उपयोक्तानाम पहले से मौजूद है|

source: Failed to add User.
hi: उपयोगकर्ता को जोड़ने में विफल|

source: No Username selected.
hi: उपयोगकर्ता नाम का चयन नहीं किया गया है|

source: Add User Group
hi: उपयोगकर्ता समूह जोड़ें

source: User Group added.
hi: उपयोगकर्ता समूह जोड़ा|

source: Failed to add User Group.
hi: उपयोगकर्ता समूह जोड़ने में विफल|

source: Deleting User
hi: उपयोगकर्ता हटाया जा रहा है

source: Username
hi: उपयोगकर्ता नाम

source: Success!
hi: सफलता!

source: Could not delete user. User was not supplied.
hi: उपयोगकर्ता को हटाया नहीं जा सका| उपयोगकर्ता की आपूर्ति नहीं की गयी थी|

source: Edit Survey Properties
hi: सर्वेक्षण गुण संपादित करें

source: Define Questions
hi: प्रश्नों को परिभाषित करें

source: Export
hi: निर्यात करें

source: Delete Survey
hi: सर्वेक्षण हटाएँ

source: Activate Survey
hi: सर्वेक्षण सक्रिय करें

source: Save Now
hi: अब सहेजें

source: Edit Survey Property
hi: सर्वेक्षण गुण संपादित करें

source: Browse Response
hi: प्रतिक्रिया देखें

source: Export To File
hi: फाइल में निर्यात करें

source: Export group structure
hi: समूह संरचना निर्यात करें

source: LimeSurvey group file (*.csv)
hi: LimeSurvey समूह फाइल (*.csv)

source: Export to file
hi: फाइल में निर्यात करें

source: Export question structure
hi: प्रश्न संरचना निर्यात करें

source: Survey Security
hi: सर्वेक्षण सुरक्षा

source: User Group
hi: उपयोगकर्ता समूह

source: Full name
hi: पूरा नाम

source: User
hi: उपयोगकर्ता

source: Please select a user first
hi: कृपया पहले उपयोगकर्ता का चयन करें

source: Groups
hi: समूह

source: Please select a user group first
hi: कृपया पहले उपयोगकर्ता समूह का चयन करें

source: Delete
hi: हटाएँ

source: Update survey rights successful.
hi: सर्वेक्षण अधिकार नवीनीकरण सफल|

source: Failed to update survey rights!
hi: सर्वेक्षण अधिकार नवीनीकरण असफल|

source: Edit survey settings - Step 1 of 2
hi: सर्वेक्षण सेटिंग संपादित करें - दो का पहला पद

source: Admin Email:
hi: व्यवस्थापक का ईमेल पता:

source: Bounce Email:
hi: बाउन्स ईमेल पता:

source: Fax To:
hi: फैक्स पता:

source: Presentation & Navigation
hi: प्रस्तुति और नेविगेशन

source: Format:
hi: प्रारूप:

source: Question by Question
hi: प्रश्न दर प्रश्न

source: Group by Group
hi: समूह दर समूह

source: All in one
hi: सभी एक ही में

source: Template Preview:
hi: टेम्पलेट का पूर्वावलोकन:

source: Template preview image
hi: टेम्पलेट पूर्वावलोकन छवि

source: Allow Saves?
hi: परिवर्तन की अनुमति दें?

source: Show [<< Prev] button
hi: [<< Prev] बटन दिखाएँ

source: Participants may print answers?
hi: प्रतिभागी उत्तर प्रिंट कर सकते हैं?

source: Public statistics?
hi: सार्वजनिक आंकड़े?

source: Show graphs in public statistics?
hi: सार्वजनिक आंकड़े में रेखांकन दिखाएँ?

source: List survey publicly:
hi: सार्वजनिक रूप से सर्वेक्षण सूची :

source: Automatically load URL when survey complete?
hi: URL स्वचालित रूप से लोड करें जब सर्वेक्षण पूरा हो जाए?

source: Publication & Access control
hi: प्रकाशन और प्रवेश नियंत्रण

source: Survey Access
hi: सर्वेक्षण पहुंच

source: Registration
hi: पंजीकरण

source: Save & Load
hi: सहेजें और लोड करें

source: Notification & Data Management
hi: सूचना और डेटा प्रबंधन

source: Admin Notification:
hi: व्यवस्थापक अधिसूचना:

source: Email responses to:
hi: ईमेल प्रतिक्रियाओं के लिए पता:

source: Anonymous answers?
hi: नामरहित उत्तर?

source: Cannot be changed
hi: बदला नहीं जा सकता

source: Date Stamp?
hi: तिथि मोहर?

source: Responses will not be date stamped.
hi: प्रतिक्रियाओं को तिथि मोहर नहीं किया जाएगा|

source: Responses will be date stamped.
hi: प्रतिक्रियाओं को तिथि मोहर किया जाएगा

source: Save IP Address?
hi: IP पता सुरक्षित करें?

source: Save Referring URL?
hi: निर्देशित करने वाला URL सुरक्षित करें

source: Enable assessment mode?
hi: मूल्यांकन मोड सक्रिय करें?

source: Please select a file to import!
hi: कृपया एक फ़ाइल आयात करने के लिए चुनें!

source: zip library not supported by PHP, Import ZIP Disabled
hi: ज़िप पुस्तकालय PHP के द्वारा समर्थित नहीं हैं, आयात ज़िप द्वारा संभव नहीं

source: Uploaded Resources Management
hi: अपलोड संसाधन प्रबंधन

source: Browse Uploaded Resources
hi: ब्राउज़ अपलोड संसाधन

source: Export Resources As ZIP Archive
hi: संसाधन ज़िप संग्रह के रूप में निर्यात करें

source: Select ZIP File:
hi: ज़िप फ़ाइल का चयन करें:

source: Import Resources ZIP Archive
hi: संसाधन ज़िप पुरालेख का आयात करें

source: Save and Continue
hi: सहेजें और जारी रखें

source: Welcome message:
hi: स्वागत संदेश:

source: End message:
hi: अंत संदेश:

source: End URL:
hi: अंत URL:

source: URL description:
hi: URL विवरण:

source: Date format:
hi: तिथि प्रारूप:

source: Create, import or copy survey
hi: सर्वेक्षण बनायें, आयत करें अथवा प्रतिलिपि बनायें

source: Error: You have to select a survey to copy.
hi: त्रुटि: आपको प्रतिलिपि बनाने के लिए सर्वेक्षण का चयन करना होगा|

source: Error: You have to enter a title for this survey.
hi: त्रुटि: आपको इस सर्वेक्षण के लिए एक शीर्षक दर्ज करना है|

source: This is the base language of your survey and it can't be changed later. You can add more languages after you have created the survey.
hi: यह आपके सर्वेक्षण की मूल भाषा है और इसे बाद में बदला नहीं जा सकता| सर्वेक्षण बनाने के पश्चात् और भाषाएँ जोड़ी जा सकती हैं

source: *This setting cannot be changed later!
hi: * यह व्यवस्था बाद में बदली नहीं जा सकती!

source: *Required
hi: *अनिवार्य

source: Save survey
hi: सर्वेक्षण सुरक्षित करें

source: Start date:
hi: प्रारंभ तिथि:

source: Date format: %s
hi: तिथि प्रारूप: %s

source: Expiry Date:
hi: समाप्ति तिथि:

source: Import survey
hi: सर्वेक्षण आयात करें

source: Copy survey
hi: सर्वेक्षण की प्रति बनायें

source: Select survey to copy:
hi: प्रतिलिपि बनाने के लिए सर्वेक्षण का चयन करें:

source: New survey title:
hi: सर्वेक्षण का नया शीर्षक:

source: Exclude answers?
hi: जवाब बहिष्कृत करें?

source: Reset conditions?
hi: शर्तें फिर से स्थापित करें?

source: Warning: You are still using the default password ('password'). Please change your password and re-login again.
hi: चेतावनी: तुम अभी भी डिफ़ॉल्ट पासवर्ड ('पासवर्ड') का उपयोग कर रहे हो. कृपया अपने पासवर्ड बदलें और पुन: प्रवेश करें

source: Administration
hi: प्रशासन

source: Logged in as:
hi: के रूप में लॉग इन किया:

source: Edit your personal preferences
hi: आपकी व्यक्तिगत वरीयताओं को संपादित करें

source: Update available: %s
hi: अद्यतन उपलब्ध है: % s

source: Default Administration Page
hi: डिफ़ॉल्ट प्रशासन पेज

source: Create/Edit Users
hi: बनाएँ / संपादित करें प्रयोक्ता

source: Create/Edit Groups
hi: बनाएँ / संपादित करें समूह

source: Global settings
hi: ग्लोबल सेटिंग्स

source: Check Data Integrity
hi: डाटा वफ़ादारी जाँच करें

source: List Surveys
hi: सर्वेक्षण सूची

source: Backup Entire Database
hi: पूरा डाटाबेस बैकअप करें

source: Edit label sets
hi: लेबल सेट सम्पादित करें

source: Template Editor
hi: खाका संपादक

source: Surveys
hi: सर्वेक्षण

source: Create, import, or copy a survey
hi: सर्वेक्षण बनायें, आयत करें अथवा प्रतिलिपि बनायें

source: Logout
hi: बाहर निकलें

source: LimeSurvey Online manual
hi: LimeSurvey ऑनलाइन मैनुअल

source: Welcome to %s!
hi: %s में आपका स्वागत हैं!

source: Some piece-of-cake steps to create your very own first survey:
hi: अपना प्रथम सर्वेक्षण बनाने के लिए कुछ उपाय:

source: Create a new survey clicking on the %s icon in the upper right.
hi: ऊपरी दाएँ भाग में %s प्रतीक पर क्लिक कर नया सर्वेक्षण बनायें.

source: Add survey
hi: सर्वेक्षण जोड़ें

source: Create a new question group inside your survey.
hi: अपने सर्वेक्षण के अंदर एक नया प्रश्न समूह बनाएँ

source: Create one or more questions inside the new question group.
hi: नए प्रश्न समूह में जोड़ने के लिए एक अथवा ज्यादा प्रश्न बनायें

source: Done. Test your survey using the %s icon.
hi: ठीक है. अपने सर्वेक्षण को टेस्ट करने के लिए %s चिह्न का उपयोग करें.

source: Test survey
hi: सर्वेक्षण की जांच करें

source: Error: The database reported the following error:
hi: त्रुटि: डेटाबेस ने निम्न त्रुटि रिपोर्ट किया:

source: Group could not be updated
hi: समूह को नवीनीकृत नहीं किया जा सका

source: Group could not be deleted
hi: समूह को हटाया नहीं किया जा सका

source: The question could not be added. You must enter at least enter a question code.
hi: प्रश्न जोड़ा नहीं जा सका| आपको कम से कम प्रश्न कोड दर्ज करना होगा|

source: Question in language %s could not be created.
hi: %s भाषा में प्रश्न नहीं बनाया जा सका|

source: Question could not be created.
hi: प्रश्न नहीं बनाया जा सका|

source: Question could not be updated
hi: प्रश्न नवीनीकृत नहीं किया जा सका|

source: See conditions:
hi: शर्ते देखें:

source: Failed to update answers
hi: उत्तरों को नवीनीकृत करने में असफल

source: Failed to delete answer
hi: उत्तर हटाने में असफल

source: Invitation to participate in survey
hi: सर्वेक्षण में भाग लेने के लिए निमंत्रण

source: Reminder to participate in survey
hi: सर्वेक्षण में भाग लेने के लिए स्मरणपत्र

source: Dear {FIRSTNAME}, Recently we invited you to participate in a survey. We note that you have not yet completed the survey, and wish to remind you that the survey is still available should you wish to take part. The survey is titled: "{SURVEYNAME}" "{SURVEYDESCRIPTION}" To participate, please click on the link below. Sincerely, {ADMINNAME} ({ADMINEMAIL}) ---------------------------------------------- Click here to do the survey: {SURVEYURL}
hi: प्रिय {FIRSTNAME}, हाल ही में हम आपको एक सर्वेक्षण में भाग लेने के लिए आमंत्रित किया. हम चाहते हैं कि आप अभी तक इस सर्वेक्षण पूरा नहीं किया है और कि इस सर्वेक्षण अभी भी उपलब्ध है आप को याद दिलाना चाहता हूँ तुम हिस्सा लेने के लिए इच्छा चाहिए ध्यान दें. इस सर्वेक्षण शीर्षक है: "{SURVEYNAME} " "{SURVEYDESCRIPTION} " , नीचे दिए गए लिंक पर क्लिक करें कृपया भाग लेने के लिए. साभार, {ADMINNAME} ({ADMINEMAIL}) ---------------------------------------------- यहाँ क्लिक करें सर्वेक्षण करने के लिए: {SURVEYURL}

source: Confirmation of completed survey
hi: पूर्ण सर्वेक्षण की पुष्टि

source: Survey Registration Confirmation
hi: सर्वेक्षण पंजीकरण पुष्टिकरण

source: Survey could not be updated
hi: सर्वेक्षण को नवीनीकृत करने में असफल

source: ERROR deleting Survey id
hi: सर्वेक्षण ID को हटाने में त्रुटी

source: Survey could not be created because it did not have a title
hi: शीर्षक न होने के कारण सर्वेक्षण नहीं बनाया जा सका

source: Survey could not be created
hi: सर्वेक्षण नहीं बनाया जा सका

source: Your personal settings were successfully saved.
hi: आपकी व्यक्तिगत सेटिंग्स को सफलतापूर्वक सुरक्षित किया गया|

source: Import Label Set
hi: लेबल सेट आयात करें '

source: Label set import summary
hi: लेबल समूह आयात सारांश

source: Return to label set administration
hi: लेबल समूह प्रशासन में वापस लौटें

source: Warnings
hi: चेतावनी

source: Labels
hi: लेबल

source: Export database
hi: डेटाबेस निर्यात करें

source: Copy Question
hi: प्रश्न की प्रतिलिप बनाये

source: Error: You have to enter a question code.
hi: त्रुटी:आपको प्रश्न कोड उपलब्ध करना होगा|

source: Base language
hi: मूल भाषा

source: Note: You MUST enter a new question code!
hi: सूचना: आपको प्रश्न कोड देना अनिवार्य है!

source: Question group:
hi: प्रश्न समूह:

source: Copy subquestions?
hi: प्रतिलिपि उप सवाल?

source: Copy answer options?
hi: प्रतिलिपि जवाब विकल्प?

source: Copy advanced settings?
hi: सेटिंग्स उन्नत की प्रति बनायें?

source: Copy question
hi: प्रश्न की प्रतिलिपि बनायें

source: Default answer value:
hi: डिफ़ॉल्ट जवाब मूल्य:

source: Checked
hi: जांचा हुआ

source: Edit question
hi: प्रश्न संपादित करें

source: Add a new question
hi: एक नया प्रश्न जोड़ें

source: Question Type:
hi: प्रश्न का प्रकार:

source: Cannot be modified (Survey is active)
hi: संशोधित नहीं किया जा सकता है (सर्वेक्षण सक्रिय है)

source: Survey is currently active.
hi: सर्वेक्षण वर्तमान में सक्रिय है|

source: Position:
hi: स्थिति:

source: At end
hi: अंत में

source: At beginning
hi: शुरुआत में

source: After
hi: बाद में

source: Show advanced settings
hi: उन्नत समायोजन दिखाएँ

source: Hide advanced settings
hi: उन्नत समायोजन छिपाएं

source: Loading...
hi: लोड हो रहा है...

source: Save question
hi: प्रश्न सुरक्षित करें

source: Update Question
hi: प्रश्न संशोधित करें

source: Select LimeSurvey question file (*.lsq/*.csv)
hi: LimeSurvey प्रश्न फ़ाइल (*. lsq / *. csv) का चयन करें

source: Convert resource links?
hi: संसाधन लिंक बदलें?

source: View Question
hi: प्रश्न देखें

source: Forgot Password
hi: पासवर्ड भूल गए

source: User name and/or email not found!
hi: उपयोगकर्ता नाम और / या ईमेल नहीं मिला!

source: New Password
hi: नया पासवर्ड

source: User data
hi: उपयोगकर्ता डेटा

source: An email with your login data was sent to you.
hi: आपके प्रवेश डेटा के साथ एक ईमेल आपको भेजा गया|

source: Email to {NAME} ({EMAIL}) failed.
hi: {NAME} ({EMAIL}) को ईमेल विफल रहा|

source: Incorrect username and/or password!
hi: गलत उपयोगकर्ता नाम और / या पासवर्ड!

source: Logged in
hi: लॉग इन

source: Welcome %s!
hi: %s आपका स्वागत है|

source: Reloading Screen. Please wait.
hi: स्क्रीन पुनः लोड हो रही है| कृपया प्रतीक्षा करें|

source: Please contact your system administrator
hi: कृपया अपने सिस्टम व्यवस्थापक से संपर्क करें

source: You logged in successfully.
hi: आपने सफलतापूर्वक प्रवेश किया|

source: Logout successful.
hi: सफल लॉगआउट.

source: Failed to add user
hi: उपयोगकर्ता को जोड़ने में विफल

source: The email address is not valid.
hi: ईमेल पता मान्य नहीं है|

source: A username was not supplied or the username is invalid.
hi: उपयोगकर्ता नाम की आपूर्ति नहीं की गयी है या उपयोगकर्ता नाम अमान्य है|

source: Hello %s,
hi: नमस्ते %s,

source: You can use now the following credentials to log into the site:
hi: आप निम्नलिखित क्रेडेंशियल्स साइट में प्रवेश करने के लिए उपयोग कर सकते हैं:

source: Click here to log in.
hi: प्रवेश करने के लिए यहाँ क्लिक करें

source: Set User Rights
hi: उपयोगकर्ता अधिकार नियत करें

source: The user name already exists.
hi: उपयोगकर्ता नाम पहले से ही मौजूद है|

source: Editing user
hi: उपयोगकर्ता को संशोधित किया जा रहा है

source: Could not modify User Data.
hi: उपयोगकर्ता डेटा को संशोधित नहीं किया जा सका|

source: Email address is not valid.
hi: ईमेल पता मान्य नहीं है|

source: Unchanged
hi: अपरिवर्तित

source: Email address already exists.
hi: ईमेल पता पहले से ही मौजूद है|

source: Back
hi: पीछे

source: User permissions were updated successfully.
hi: उपयोगकर्ता अनुमति को सफलतापूर्वक नवीनीकृत किया गया|

source: You are not allowed to change your own rights!
hi: आपको अपने खुद के अधिकार बदलने की अनुमति नहीं हैं!

source: Delete survey
hi: सर्वेक्षण हटाएँ

source: You have not selected a survey to delete
hi: आपने हटाने के लिए सर्वेक्षण का चयन नहीं किया है

source: You are about to delete this survey
hi: आप यह सर्वेक्षण हटाने जा रहे हैं

source: This process will delete this survey, and all related groups, questions answers and conditions.
hi: यह प्रक्रिया इस सर्वेक्षण, और सभी संबंधित समूहों, सवालों के जवाब और शर्तों को हटा देगा|

source: This survey is active and a responses table exists. If you delete this survey, these responses will be deleted. We recommend that you export the responses before deleting this survey.
hi: यह सर्वेक्षण सक्रिय है और प्रतिक्रिया तालिका मौजूद है| अगर आप इस सर्वेक्षण हटाते हैं तो इन प्रतिक्रियाओं को भी हटा दिया जाएगा| हमारा सुझाव है कि आप इस सर्वेक्षण को हटाने से पहले प्रतिक्रियाओं को निर्यात कर लें|

source: This survey has been deleted.
hi: यह सर्वेक्षण हटा दिया गया है|

source: Firstname from token
hi: टोकन से प्रथम नाम

source: Lastname from token
hi: टोकन से अंतिम नाम

source: Email from the token
hi: टोकन से ईमेल

source: Survey expiration date (YYYY-MM-DD)
hi: सर्वेक्षण समाप्ति तिथि (YYYY-MM-DD)

source: Survey expiration date (DD-MM-YYYY)
hi: सर्वेक्षण समाप्ति तिथि (YYYY-MM-DD)

source: Survey expiration date (MM-DD-YYYY)
hi: सर्वेक्षण समाप्ति तिथि (YYYY-MM-DD)

source: Token code for this participant
hi: इस प्रतिभागी के लिए टोकन कोड

source: Name of the survey
hi: सर्वेक्षण का नाम

source: Description of the survey
hi: सर्वेक्षण का विवरण

source: Name of the survey administrator
hi: सर्वेक्षण प्रशासक का नाम

source: Email address of the survey administrator
hi: सर्वेक्षण व्यवस्थापक का ईमेल पता

source: URL of the survey
hi: सर्वेक्षण का URL

source: Overall assessment score
hi: समग्र मूल्यांकन हिसाब

source: Assessment group score
hi: मूल्यांकन समूह गणना

source: No replacement variable available for this field
hi: कोई प्रतिस्थापन इस क्षेत्र के लिए उपलब्ध चर

source: Standard Fields
hi: मानक क्षेत्र

source: Previous Answers Fields
hi: पिछले उत्तर के क्षेत्र

source: Some Question have been disabled
hi: कुछ प्रश्न निष्क्रिय कर दिए गया है

source: Survey Format is %s:
hi: सर्वेक्षण स्वरूप% s है:

source: Only Previous pages answers are available
hi: केवल पिछले पन्नों के जवाब उपलब्ध हैं

source: Survey mode is set to %s:
hi: सर्वेक्षण प्रकार %s में नियत है:

source: Mail to all Members
hi: सभी सदस्यों को मेल भेजें

source: Edit Current User Group
hi: वर्तमान उपयोगकर्ता समूह संपादित करें

source: Delete Current User Group
hi: वर्तमान उपयोगकर्ता समूह को हटाएं

source: User Groups
hi: उपयोगकर्ता समूह

source: Add New User Group
hi: उपयोगकर्ता समूह जोड़ें

source: Edit template permissions
hi: टेम्पलेट अनुमतियाँ संपादित करें

source: Template name
hi: टेम्पलेट नाम

source: Allowed
hi: अनुमति

source: SuperAdministrator
hi: उत्तम प्रशासक

source: Create Survey
hi: सर्वेक्षण बनाएँ

source: Create User
hi: उपयोगकर्ता बनाएं

source: Delete User
hi: उपयोगकर्ता हटाएं

source: Manage Template
hi: सांचा प्रबंधित करें

source: Manage Labels
hi: लेबल प्रबंधित करें

source: User control
hi: उपयोगकर्ता नियंत्रण

source: No of surveys
hi: कुल सर्वेक्षण

source: Created by
hi: के द्वारा बनाया गया

source: Edit user
hi: उपयोगकर्ता को संपादित करें

source: Edit this user
hi: इस उपयोगकर्ता को संपादित करें

source: Set global permissions for this user
hi: इस उपभोगकर्ता के लिए वैश्विक अनुमति नियत करें

source: Take Ownership
hi: स्वामित्व ले

source: Delete this user
hi: इस उपयोगकर्ता को हटाएँ

source: Add user:
hi: उपयोगकर्ता जोड़ें:

source: Name:
hi: नाम:

source: Required
hi: आवश्यक

source: Add Group
hi: समूह जोड़ें

source: Editing user group (Owner: %s)
hi: उपयोगकर्ता समूह को सम्पादित किया जा रहा है (स्वामी: %s)

source: Update User Group
hi: उपयोगकर्ता समूह को नवीनीकृत करें

source: Send me a copy:
hi: मुझे एक प्रतिलिपि भेजें:

source: Subject:
hi: विषय:

source: Message:
hi: संदेश:

source: Send
hi: भेजें

source: Reset
hi: फिर से नियत करें

source: Deleting User Group
hi: उपयोगकर्ता समूह हटाया जा रहा है

source: Group Name
hi: समूह का नाम

source: Could not delete user group.
hi: उपयोगकर्ता समूह को हटाया नहीं जा सका|

source: Could not delete user group. No group selected.
hi: उपयोगकर्ता समूह को हटाया नहीं जा सका| कोई समूह नहीं चना गया था|

source: Adding User Group
hi: उपयोगकर्ता समूह को जोड़ा जा रहा है

source: Description:
hi: विवरण:

source: User group successfully added!
hi: उपयोगकर्ता समूह सफलतापूर्वक जोडा गया!

source: Failed to add Group!
hi: समूह को जोड़ने में विफल!

source: Group already exists!
hi: समूह पहले से मौजूद है!

source: Group name was not supplied!
hi: समूह के नाम की आपूर्ति नहीं की गयी थी!

source: Message(s) sent successfully!
hi: संदेश(ओं) को सफलतापूर्वक भेजा!

source: To:
hi: पाने वाला:

source: Email to %s failed. Error Message:
hi: %s को ईमेल करने में विफल| त्रुटी सन्देश:

source: Edit User Group Successfully!
hi: उपयोगकर्ता समूह सफलतापूर्वक संपादित किया!

source: Failed to update!
hi: नवीनीकृत करने में विफल!

source: Delete this user from group
hi: इस उपयोगकर्ता को समूह से हटाएँ

source: Adding User to group
hi: समूह से उपयोगकर्ता जोड़ा जा रहा है

source: Export Question
hi: प्रश्न निर्यात करें

source: Automatic
hi: स्वचालित

source: Import VV file
hi: VV फ़ाइल आयात करें

source: File:
hi: फ़ाइल:

source: Survey ID:
hi: सर्वेक्षण ID:

source: Import
hi: आयात करें

source: Cannot import the VVExport file.
hi: VVExport फ़ाइल आयात नहीं कर सकते|

source: Important Note:
hi: महत्वपूर्ण सूचना:

source: Import Survey Resources
hi: आयात सर्वेक्षण संसाधन

source: Copy failed
hi: प्रतिलिपि बनाने में विफल

source: OK
hi: ठीक है

source: Error Files List
hi: त्रुटि फ़ाइलों की सूची

source: Resources Import Summary
hi: संसाधन आयात सारांश
