Repository: cpf-se/citrus
Catalog: limesurvey/locale/*/LC_MESSAGES/*.po
Languages: hi

source: Check for updates:
hi: नवीनीकरण के लिए जांचें

source: Never
hi: कभी नहीं

source: Every day
hi: हर दिन

source: Every week
hi: हर हफ्ते

source: Every 2 weeks
hi: हर 2 सप्ताह

source: Every month
hi: हर महीने

source: Check now
hi: अभी जांचें

source: Last check: %s
hi: अंतिम जाँच:% s

source: There is a LimeSurvey update available: Version %s
hi: वहाँ एक LimeSurvey अद्यतन उपलब्ध है : संस्करण% s

source: There was an error on update check (%s)
hi: वहाँ अद्यतन जाँच (% s) में एक त्रुटि थी

source: There is currently no newer LimeSurvey version available.
hi: वर्तमान में कोई नए LimeSurvey संस्करण उपलब्ध नहीं हैं|

source: Site name:
hi: साइट का नाम:

source: Default site language:
hi: डिफ़ॉल्ट साइट भाषा

source: Default template:
hi: डिफ़ॉल्ट सांचा

source: Time difference (in hours):
hi: समयांतर (घंटे में):

source: Server time:
hi: सर्वर का समय:

source: Corrected time :
hi: सही किया गया समय:

source: PDF export available:
hi: PDF निर्यात उपलब्ध:

source: On
hi: शुरू करें

source: Off
hi: समाप्त करें

source: Session lifetime (seconds):
hi: सत्र जीवनकाल (सेकंड):

source: Email settings
hi: ईमेल सेटिंग्स

source: Administrator name:
hi: व्यवस्थापक नाम:

source: Email method:
hi: ईमेल विधि:

source: PHP (default)
hi: PHP

source: Sendmail
hi: मेल भेजें

source: SMTP username:
hi: SMTP उपयोगकर्ता नाम:

source: SMTP password:
hi: SMTP पासवर्ड:

source: On errors
hi: त्रुटियों पर

source: Always
hi: हमेशा

source: Security
hi: सुरक्षा

source: Survey preview only for administration users
hi: केवल प्रशासन उपयोगकर्ताओं के लिए सर्वेक्षण पूर्वावलोकन

source: Group member can only see own group:
hi: समूह के सदस्य केवल स्वयं के समूह देख सकते हैं:

source: Miscellaneous
hi: विविध

source: Show 'no answer' option for non-mandatory questions:
hi: गैर अनिवार्य प्रश्नों के लिए 'जवाब नहीं' विकल्प दिखाएँ:

source: System overview
hi: प्रणाली का अवलोकन

source: Database name
hi: डाटाबेस का नाम

source: Users
hi: उपयोगकर्ता

source: Active surveys
hi: सक्रिय सर्वेक्षण

source: Deactivated result tables
hi: निष्क्रिय परिणाम तालिकाएँ

source: Active token tables
hi: सक्रिय टोकन तालिकाएँ

source: Deactivated token tables
hi: निष्क्रिय टोकन तालिकाएँ

source: Add question group
hi: प्रश्न समूह जोड़ें

source: Error: You have to enter a group title for each language.
hi: त्रुटि: आपको प्रत्येक भाषा के लिए एक समूह शीर्षक दर्ज करना पड़ेगा|

source: Save question group
hi: प्रश्न समूह सहेंजें

source: Select question group file (*.lsg/*.csv):
hi: प्रश्न समूह फाइल का चयन करें (*. LSG / *. csv):

source: Edit Group
hi: समूह संशोधित करें

source: Update Group
hi: समूह नवीनीकृत करें

source: Change Group Order
hi: समूह क्रम बदलें

source: Current survey has questions with conditions outside their own group
hi: वर्तमान सर्वेक्षण के पास शर्तों के साथ अपने स्वयं के समूह के बाहर सवाल है

source: Albanian
hi: अल्बानियाई

source: Arabic
hi: अरबी

source: Basque
hi: बास्क

source: Bosnian
hi: बोस्नियाई

source: Bulgarian
hi: बल्गेरियाई

source: Catalan
hi: कॅटलन

source: Welsh
hi: वेल्श

source: Chinese (Simplified)
hi: चीनी (सरलीकृत)

source: Chinese (Traditional - Hong Kong)
hi: चीनी (पारंपरिक - हांगकांग)

source: Chinese (Traditional - Taiwan)
hi: चीनी (पारंपरिक - ताइवान)

source: Croatian
hi: क्रोएशियाई

source: Czech
hi: चेक़

source: Danish
hi: डैनिश

source: Dutch
hi: डच

source: Dutch Informal
hi: डच अनौपचारिक

source: English
hi: अंग्रेज़ी

source: Estonian
hi: एस्टोनियाई

source: Finnish
hi: फ़िनिश

source: French
hi: फ़्रेंच

source: Galician
hi: गेलिकाई

source: German
hi: जर्मन

source: German informal
hi: जर्मन अनौपचारिक

source: Greek
hi: यूनानी

source: Hindi
hi: हिंदी

source: Hebrew
hi: हिब्रू

source: Hungarian
hi: हंगरियन

source: Icelandic
hi: आइसलैंडिक

source: Indonesian
hi: इंडोनेशियाई

source: Irish
hi: आयलैंडवासी

source: Italian
hi: इतालवी

source: Italian-Formal
hi: इतालवी औपचारिक

source: Japanese
hi: जापानी

source: Korean
hi: कोरियाई

source: Lithuanian
hi: लिथुआनियाई

source: Latvian
hi: लातवियाई

source: Macedonian
hi: मकदूनियाई

source: Malay
hi: मलायी

source: Maltese
hi: मोलतिज़

source: Norwegian (Bokmal)
hi: नार्वेजियन (Bokmål)

source: Norwegian (Nynorsk)
hi: नार्वेजियन (नायनोर्स्क)

source: Persian
hi: फारसी

source: Polish
hi: पोलिश

source: Portuguese
hi: पुर्तगाली

source: Portuguese (Brazilian)
hi: पुर्तगाली (ब्राज़ीली)

source: Russian
hi: रूसी

source: Romanian
hi: रोमानी

source: Slovak
hi: स्लोवाक

source: Sinhala
hi: सिंहल

source: Slovenian
hi: स्लोवेनियाई

source: Serbian
hi: सर्बियाई

source: Spanish
hi: स्पैनिश

source: Spanish (Mexico)
hi: स्पैनिश (मेक्सिको)

source: Swedish
hi: स्वीडिश

source: Turkish
hi: तुर्की

source: Thai
hi: थाई

source: Vietnamese
hi: वियतनामी

source: Save your responses so far
hi: आपकी प्रतिक्रियाएं अब तक सहेजें

source: Did Not Save
hi: बचाया नहीं गया

source: Your survey responses have not been recorded. This survey is not yet active.
hi: आपकी सर्वेक्षण प्रतिक्रियाओं को दर्ज नहीं किया गया है. यह सर्वेक्षण अब सक्रिय नहीं है

source: Clear Responses
hi: जवाब मिटाए

source: Print your answers.
hi: अपने जवाब मुद्रित करें.

source: View the statistics for this survey.
hi: इस सर्वेक्षण के लिए आँकड़े देखें

source: Sorry. There is no matching survey.
hi: खेद. कोई मिलान सर्वेक्षण नहीं है

source: This survey is not currently active. You will not be able to save your responses.
hi: इस सर्वेक्षण वर्तमान में सक्रिय नहीं है. आप अपनी प्रतिक्रियाओं को सहजने में सक्षम नहीं होंगे.

source: Submit your answers
hi: अपने जवाब भेजें

source: There are no more questions. Please press the <Submit> button to finish this survey.
hi: अब कोई और सवाल नहीं हैं. कृपया इस सर्वेक्षण समाप्त करने के लिए <Submit> बटन को दबाएँ.

source: One or more mandatory questions have not been answered. You cannot proceed until these have been completed.
hi: एक या अधिक अनिवार्य सवाल का जवाब नहीं दिया गया है. जब तक ये पूरी नहीं करते हो आगे नहीं जा सकते हो

source: One or more questions have not been answered in a valid manner. You cannot proceed until these answers are valid.
hi: एक या एक से अधिक प्रश्न वैध तरीके से जवाब नहीं दिए गए है. जब तक इनके जवाब मान्य नहीं हो आगे बढ़ नहीं सकते हो.

source: Click here to print your answers.
hi: यहाँ क्लिक करें अपने जवाब प्रिंट करने के लिए

source: Please try again.
hi: कृपया पुनः प्रयास करें.

source: The answer to the security question is incorrect.
hi: सुरक्षा प्रश्न का जवाब गलत है.

source: This name has already been used for this survey. You must use a unique save name.
hi: यह नाम पहले से ही इस सर्वेक्षण के लिए इस्तेमाल किया गया है. आपको एक अनूठा नाम उपयोग में लाना आवश्यक हैं.

source: Your survey was successfully saved.
hi: आपका सर्वेक्षण सफलतापूर्वक बचाया गया था

source: Cannot submit results - there are none to submit.
hi: परिणाम प्रस्तुत नहीं किया जा सकता हैं,यहाँ प्रस्तुत करने के लिए कुछ नहीं हैं

source: This error can occur if you have already submitted your responses and pressed 'refresh' on your browser. In this case, your responses have already been saved.
hi: यह त्रुटि आती हैं अगर आप पहले से ही अपनी प्रतिक्रिया भेज दी है और आपके ब्राउज़र पर 'ताज़ा बटन' दबाया गया हैं. इस मामले में, आपकी प्रतिक्रियाओं को पहले ही सुरक्षित किया गया है.

source: If you receive this message in the middle of completing a survey, you should choose '<- BACK' on your browser and then refresh/reload the previous page. While you will lose answers from the last page all your others will still exist. This problem can occur if the webserver is suffering from overload or excessive use. We apologise for this problem.
hi: यदि आप एक सर्वेक्षण पूरा करने के बीच में यह संदेश प्राप्त करते हैं, आपको 'आपके ब्राउज़र पर <- पीछे' और फिर पिछले पृष्ठ पर ताज़ा / पुनः लोड का चयन करना चाहिए. आप पिछले पृष्ठ पर आपके सभी अन्य जवाब जो अभी भी मौजूद हैं जवाब खो देंगे. इस समस्या आती हैं अगर वेब सर्वर अधिभार या अत्यधिक उपयोग से पीड़ित हो. हम इस समस्या के लिए माफी माँग सकते हैं.

source: ERROR
hi: त्रुटि

source: We are sorry but your session has expired.
hi: हमें खेद है, लेकिन आपका सत्र समाप्त हो गया है.

source: Either you have been inactive for too long, you have cookies disabled for your browser, or there were problems with your connection.
hi: या तो आप लंबे समय से निष्क्रिय हो, आपके अपने ब्राउज़र के लिए कुकीज़ अक्षम हैं, या आपके कनेक्शन के साथ समस्याएँ थीं.

source: Survey Name (ID)
hi: सर्वेक्षण का नाम (आईडी)

source: Token mismatch
hi: बेमेल टोकन

source: The token you provided doesn't match the one in your session.
hi: टोकन जो तुमने प्रदान किया हैं आपके सत्र में किसी एक से मेल नहीं खाता हैं.

source: Please wait to begin with a new session.
hi: कृपया एक नया सत्र शुरू होने के साथ प्रतीक्षा करें.

source: Previous session is set to be finished.
hi: पिछला सत्र समाप्त हो जाना चाहिए.

source: Your browser reports that it was used previously to answer this survey. We are resetting the session so that you can start from the beginning.
hi: आपका ब्राउज़र की रिपोर्ट है कि यह पहले इस सर्वेक्षण के जवाब में प्रयोग किया गया हैं. हम सत्र पुनः सेट कर रहे हैं ताकि आप पहले से शुरू कर सके.

source: We are sorry but you don't have permissions to do this.
hi: हमें खेद है, लेकिन आपको ऐसा करने की अनुमति नहीं हैं.

source: View statistics
hi: आँकड़े देखें

source: No available surveys
hi: कोई सर्वेक्षण उपलब्ध नहीं

source: This survey is no longer available.
hi: यह सर्वेक्षण अब उपलब्ध नहीं है.

source: This survey is not yet started.
hi: यह सर्वेक्षण अभी तक शुरू नहीं किया गया है|

source: You have already completed this survey.
hi: आपने पहले से ही इस सर्वेक्षण को पूरा कर लिया है.

source: You did not provide a name
hi: आपने एक नाम प्रदान नहीं किया हैं

source: You did not provide a password
hi: आपने एक पासवर्ड प्रदान नहीं किया हैं.

source: Load Unfinished Survey
hi: अधूरा सर्वेक्षण लोड करें

source: The token you have provided is either not valid, or has already been used.
hi: आपके द्वारा प्रदान किया टोकन या तो वैध नहीं है, या पहले से ही इस्तेमाल किया गया है.

source: For further information please contact %s
hi: अधिक जानकारी के लिए कृपया %s से संपर्क करें

source: Close this Window
hi: इस विंडो को बंद करें

source: We are sorry but you are not allowed to enter this survey.
hi: हमें खेद है, लेकिन आप को इस सर्वेक्षण में प्रवेश की अनुमति नहीं हैं.

source: Your token seems to be valid but can be used only during a certain time period.
hi: अपका टोकन मान्य लगता हैं, लेकिन केवल एक निश्चित समय अवधि के दौरान इस्तेमाल किया जा सकता है.

source: Your responses were successfully saved.
hi: आपकी प्रतिक्रिया को सफलतापूर्वक बचाया गया था.

source: There is no matching saved survey
hi: कोई मिलान बचाया सर्वेक्षण नहीं हैं

source: Response submission for survey %s
hi: सर्वेक्षण %s के लिए उत्तर जमा

source: Hello!
hi: नमस्ते

source: A new response was submitted for your survey.
hi: एक नयी प्रतिक्रिया आपके सर्वेक्षण के लिए प्रस्तुत की गयी हैं

source: Click the following link to reload the survey:
hi: नीचे दिए गए लिंक पर क्लिक कर सर्वेक्षण पुनः लोड करें:

source: Click the following link to see the individual response:
hi: नीचे दिए गए लिंक पर क्लिक करें व्यक्तिगत प्रतिक्रिया देखने के लिए:

source: Click the following link to edit the individual response:
hi: नीचे दिए गए लिंक पर क्लिक करें व्यक्तिगत प्रतिक्रिया संपादित करने के लिए:

source: View statistics by clicking here:
hi: यहाँ क्लिक करके आँकड़े देखें:

source: This email contains confirmation of the responses you made to the survey
hi: इस ईमेल से सर्सक्षण में दिए गयी प्रतिक्रियाएं की पुष्टि होती है

source: Survey submission confirmation
hi: सर्वेक्षण प्रस्तुत पुष्टि

source: An unexpected error has occurred and your responses cannot be saved.
hi: एक अनपेक्षित त्रुटि हुई है और अपनी प्रतिक्रियाओं को बचाया नहीं जा सकता है.

source: Your responses have not been lost and have been emailed to the survey administrator and will be entered into our database at a later point.
hi: आपकी प्रतिक्रिया नहीं खो गया है सर्वेक्षण प्रशासक को ईमेल किया गया है और हमारे डेटाबेस में बाद में एक बिंदु पर दर्ज हो जाएगी.

source: An error occurred saving a response to survey id
hi: सर्वेक्षण आईडी के लिए प्रतिक्रिया को बचाने में त्रुटी पाई गयी हैं

source: DATA TO BE ENTERED
hi: डाटा प्रवेश किया जाएगा

source: SQL CODE THAT FAILED
hi: एसक्यूएल कोड जो कि विफल हुआ हैं

source: ERROR MESSAGE
hi: त्रुटि संदेश

source: Error saving results
hi: त्रुटि परिणाम बचाने में

source: Try to submit again
hi: फिर से प्रस्तुत करने की कोशिश करो

source: Please confirm access to survey by answering the security question below and click continue.
hi: कृपया सर्वेक्षण के उपयोग की पुष्टि के लिए सुरक्षा प्रश्न का जवाब दें, और जारी रखने के लिए नीचे क्लिक करें

source: Security question:
hi: सुरक्षा प्रश्न:

source: This is a controlled survey. You need a valid token to participate.
hi: यह एक नियंत्रित सर्वेक्षण है. तुम्हे भाग लेने के लिए एक वैध टोकन की आवश्यकता है.

source: If you have been issued a token, please enter it in the box below and click continue.
hi: यदि आपको एक टोकन जारी किया गया हैं,तो कृपया नीचे बॉक्स में दर्ज करें और जारी रखने के लिए पर क्लिक करें.

source: Security Question
hi: सुरक्षा प्रश्न

source: For further information contact %s
hi: अधिक जानकारी के लिए संपर्क करें %s से"

source: If you have been issued with a token, please enter it in the box below and click continue.
hi: यदि आपके पास एक टोकन हैं, तो कृपया उसे नीचे बॉक्स में रखे और जारी रखने के लिए क्लिक करें.

source: Please confirm the token by answering the security question below and click continue.
hi: कृपया टोकन की पुष्टि के लिए सुरक्षा प्रश्न का जवाब दे और नीचे जारी रखने के लिए क्लिक करें.

source: Token:
hi: टोकन:

source: This survey does not yet have any questions and cannot be tested or completed.
hi: इस सर्वेक्षण में अभी तक कोई सवाल नहीं है और परीक्षण या पूरा नहीं कर सकते हो.

source: Choose one of the following answers
hi: एक निम्न जवाब के चुनें

source: Click on an item in the list on the left, starting with your highest ranking item, moving through to your lowest ranking item.
hi: बाईं तरफ की सूची में एक आइटम पर क्लिक करें, अपने सर्वोच्च रैंकिंग आइटम से शुरू होकर, अपने सबसे कम रैंकिंग आइटम की ओर बढ़ रहा है.

source: Rank at least %d items
hi: कम से कम %d रैंक आइटम

source: Check between %d and %d answers
hi: %d और %d जवाब के बीच जांच करें

source: Check at most %d answers
hi: सबसे अधिक %d उत्तर की जाँच करें

source: Check at least %d answers
hi: कम से कम %d जवाब की जाँच करें

source: Choose your language
hi: अपनी भाषा चुनें

source: This question must be answered correctly
hi: इस सवाल का सही जवाब दिया जाना चाहिए

source: This question is mandatory
hi: यह सवाल अनिवार्य हैं

source: Please complete all parts
hi: कृपया सभी भागों को पूरा करें

source: Please check the items
hi: कृपया वस्तुओं की जांच करें

source: Please rank all items
hi: कृपया सभी आइटम को रैंक दें

source: Please check at least one item.
hi: कृपया कम से कम एक आइटम की जाँच करें.

source: If you choose '%s' you must provide a description.
hi: यदि आपने '%s' चुना हैं तो वर्णन प्रदान किया जाना चाहिए.

source: You cannot proceed until you enter some text for one or more questions.
hi: तुम आगे नहीं जा सकते जब तक आप एक या अधिक प्रश्नों के लिए कुछ पाठ दर्ज नहीं करते हैं.

source: One or more mandatory questions have not been answered. You cannot proceed until these have been completed
hi: एक या एक से अधिक अनिवार्य प्रश्न का उत्तर नहीं किया गया है आप जब तक ये पूरा नहीं कर लेते हो आगे नहीं बढ़ सकते हो

source: One or more questions have not been answered in a valid manner. You cannot proceed until these answers are valid
hi: एक या एक से अधिक प्रश्न एक वैध तरीके से जवाब नहीं दिया गया है. जब तक तुम इनके मान्य जवाब नहीं देते हो आगे नहीं बढ़ सकते हो

source: Your time to answer this question has expired
hi: इस सवाल के जवाब के लिए तुम्हारा समय समाप्त हो गया है

source: Time remaining
hi: शेष समय

source: Your time to answer this question has nearly expired. You have {TIME} remaining.
hi: इस सवाल के जवाब के लिए तुम्हारा समय लगभग समाप्त होने वाला हैं, तुम्हारे पास {समय} शेष हैं

source: hours
hi: घंटे

source: mins
hi: मिनट

source: seconds
hi: सेकंड

source: Day
hi: दिन

source: Month
hi: माह

source: Jan
hi: जनवरी

source: Feb
hi: फ़रवरी

source: Mar
hi: मार्च

source: Apr
hi: अप्रैल

source: May
hi: मई

source: Jun
hi: जून

source: Jul
hi: जुलाई

source: Aug
hi: अगस्त

source: Sep
hi: सितम्बर

source: Oct
hi: अक्टूबर

source: Nov
hi: नवम्बर

source: Dec
hi: दिसम्बर

source: Year
hi: साल

source: Date picker
hi: दिनांक चुनने वाला

source: Other answer
hi: अन्य उत्तर

source: You've selected the "%s" answer for question "%s". Please also fill in the accompanying "other comment" field.
hi: आप "%s" उत्तर चुना है "%s" प्रश्न के लिए. कृपया साथ में "अन्य टिप्पणी"क्षेत्र भी भरें.

source: Please enter your comment here
hi: कृपया अपनी टिप्पणी यहाँ प्रविष्ट करें

source: Click on the scissors next to each item on the right to remove the last entry in your ranked list
hi: अपनी रेंक सूचि से गत आइटम को हटाने के लिए प्रत्येक आइटम के बगल में कैची पर क्लिक करें

source: Please rank at least %d item(s) for question "%s".
hi: कृपया कम से कम %d आइटम(ओ) को प्रश्न "%s"के लिए रैंक करें

source: Please choose at most %d answer(s) for question "%s"
hi: कृपया ज्यादा से ज्यादा %d जवाब(ओ) का चुनाव प्रश्न के लिए "%s" करें

source: Please choose at least %d answer(s) for question "%s"
hi: कृपया कम से कम %d जवाब(ओ) का चुनाव प्रश्न "%s" के लिए करें

source: You've marked the "other" field for question "%s". Please also fill in the accompanying "other comment" field.
hi: तुमने "%s" प्रश्न के लिए "other" चिह्नित किया है. कृपया साथ में "other comment" क्षेत्र भरें.

source: Error: This question has no answers.
hi: त्रुटि:. इस प्रश्न का कोई जवाब नहीं है

source: Only numbers may be entered in these fields
hi: इन क्षेत्रों में केवल संख्या प्रविष्ट की जा सकती है

source: Remaining:
hi: शेष:

source: Total:
hi: कुल:

source: Answer is invalid. The total of all entries should not add up to more than
hi: जवाब अमान्य है. सभी प्रविष्टियों का जोड़ अधिक से अधिक से कुल होना चाहिए

source: Answer is invalid. The total of all entries should add up to at least %s.
hi: जवाब अमान्य है. सभी प्रविष्टियों का कुल कम से कम %s होना चाहिए

source: Only numbers may be entered in this field
hi: इस क्षेत्र में केवल संख्या को प्रविष्ट किया जा सकता है

source: Error: There are no answer options for this question and/or they don't exist in this language.
hi: त्रुटि:इस सवाल का जवाब देने के लिए कोई विकल्प नहीं हैं और / या वे इस भाषा में मौजूद नहीं हैं|

source: Error: There are no answers defined for this question.
hi: त्रुटि: इस सवाल का कोई जवाब परिभाषित नहीं किया हैं.

source: The email you used is not valid. Please try again.
hi: इस्तेमाल ईमेल वैध नहीं हैं कृपया फिर से कोशिश करें ..

source: The email you used has already been registered.
hi: यह ईमेल पहले से ही पंजीकृत किया गया है

source: Thank you for registering to participate in this survey.
hi: इस सर्वेक्षण में भाग लेने के लिए पंजीकरण के लिए आपको धन्यवाद.

source: An email has been sent to the address you provided with access details for this survey. Please follow the link in that email to proceed.
hi: एक ईमेल सर्वेक्षण उपयोग विवरण के साथ आपके द्वारा उपलब्ध कराये पते पर भेज दिया गया हैं. कृपया उस ईमेल में कड़ी का अनुसरण करें.

source: Survey Administrator
hi: सर्वेक्षण प्रशासक

source: Array Dual Scale
hi: सरणी दोहरी स्केल

source: 5 Point Choice
hi: ५ प्वाइंट विकल्प

source: Array (5 Point Choice)
hi: सारणी (५ प्वाइंट विकल्प)

source: Array (10 Point Choice)
hi: सारणी (१० प्वाइंट विकल्प)

source: Array (Yes/No/Uncertain)
hi: सारणी (हाँ / नहीं / अनिश्चित )

source: Date
hi: तिथि

source: Array (Increase/Same/Decrease)
hi: सारणी (बढ़ाएँ/वही/घटाएँ)

source: Array
hi: सरणी

source: Gender
hi: लिंग

source: Array by column
hi: स्तंभ के आधार पर सारणी

source: Language Switch
hi: भाषा बदलें

source: Multiple Numerical Input
hi: एक से अधिक आंकिक इनपुट"

source: List (Radio)
hi: सूची (रेडियो)

source: Multiple Options
hi: एकाधिक विकल्प

source: Numerical Input
hi: आंकिक इनपुट

source: List with comment
hi: टिप्पणी के साथ सूचित करें

source: Multiple Options With Comments
hi: एकाधिक टिप्पणियों के साथ विकल्प

source: Multiple Short Text
hi: कई लघु आलेख

source: Short Free Text
hi: लघु नि: शुल्क पाठ्य

source: Long Free Text
hi: वृहद नि: शुल्क पाठ्य

source: Huge Free Text
hi: विशाल नि: शुल्क पाठ्य

source: Boilerplate Question
hi: Boilerplate प्रश्न

source: Yes/No
hi: हाँ / नहीं

source: List (Dropdown)
hi: सूची (ड्रापडाउन)

source: Array (Numbers)
hi: सारणी (संख्या)

source: Array (Texts)
hi: सारणी (विषय)

source: Date submitted
hi: जमा करने की तिथि

source: Last page
hi: अंतिम प्रष्ठ

source: Date last action
hi: अंतिम कार्रवाई की तिथि

source: Date started
hi: प्रारंभ होने की तिथि

source: IP address
hi: IP पता

source: Scale 1
hi: पैमाना 1

source: Scale 2
hi: पैमाना 2

source: Rank %s
hi: श्रेणी %s

source: Other comment
hi: अन्य टिप्पणी

source: Caution: JavaScript execution is disabled in your browser. You may not be able to answer all questions in this survey. Please, verify your browser parameters.
hi: सतर्कता: जावास्क्रिप्ट निष्पादन आपका ब्राउज़र अक्षम हैं. तुम इस सर्वेक्षण में सभी सवालों के जवाब देने में सक्षम नहीं हो सकते हो. कृपया अपने ब्राउज़र के मानकों की पुष्टि करें.

source: There are no questions in this survey
hi: इस सर्वेक्षण में कोई सवाल नहीं हैं

source: There is 1 question in this survey
hi: इस सर्वेक्षण में १ सवाल है

source: There are {NUMBEROFQUESTIONS} questions in this survey.
hi: वहाँ {NUMBEROFQUESTIONS} इस सर्वेक्षण में सवाल कर रहे हैं.

source: A Note On Privacy
hi: गोपनीयता के बारे में एक नोट

source: This survey is anonymous.
hi: इस सर्वेक्षण अनाम है.

source: The record kept of your survey responses does not contain any identifying information about you unless a specific question in the survey has asked for this. If you have responded to a survey that used an identifying token to allow you to access the survey, you can rest assured that the identifying token is not kept with your responses. It is managed in a separate database, and will only be updated to indicate that you have (or haven't) completed this survey. There is no way of matching identification tokens with survey responses in this survey.
hi: जब तक इस सर्वेक्षण में एक विशिष्ट सवाल इस के लिए कहा है यह रिकार्ड अपने सर्वेक्षण प्रतिक्रियाओं की आप की पहचान के बारे में कोई जानकारी शामिल नहीं है रखा. अगर आपको लगता है कि आप इस सर्वेक्षण का उपयोग करने की अनुमति देने के लिए एक की पहचान टोकन का उपयोग किया एक सर्वेक्षण के प्रतिक्रिया व्यक्त की है, तो आप यह है कि पहचान टोकन आपकी प्रतिक्रियाओं के साथ रखा नहीं है आश्वासन दिया आराम कर सकते हैं. यह एक अलग डेटाबेस में, और प्रबंधित की जा रही है कि सिर्फ आप ही है का संकेत करने के लिये अद्यतन किया जाएगा (या नहीं) इस सर्वेक्षण पूरा कर लिया है. इस सर्वेक्षण में सर्वेक्षण प्रतिक्रियाओं के साथ पहचान टोकन मिलान का कोई तरीका नहीं है.

source: Exit and Clear Survey
hi: बाहर निकलें और स्पष्ट सर्वेक्षण

source: Are you sure you want to clear all your responses?
hi: क्या आप सुनिश्चित हैं कि आप अपनी सभी प्रतिक्रियाएं साफ़ करना चाहते हैं?

source: Resume Later
hi: बाद में फिर से शुरू

source: Thank You!
hi: धन्यवाद!

source: You have completed answering the questions in this survey.
hi: आपने इस सर्वेक्षण के सवालों का जवाब दे पूरा कर लिया है.

source: Click on 'Submit' now to complete the process and save your answers.
hi: अब आपने जवाब बचाने के लिए और प्रक्रिया पूरी करने के लिए सबमिट पर क्लिक करें

source: If you want to check any of the answers you have made, and/or change them, you can do that now by clicking on the [<< prev] button and browsing through your responses.
hi: यदि आप चाहते हैं आपने जवाब दिया है, उसमे किसी भी जाँच करने के लिए / या उन्हें बदलने के लिए, तुम अब [<<पिछला] बटन पर क्लिक करो और अपनी प्रतिक्रियाओं को ब्राउज़ कर सकते हो.

source: Answers Cleared
hi: जवाब साफ़ किया

source: Restart this Survey
hi: प्रारंभ करने के लिए इस सर्वेक्षण के ऊपर

source: Save Your Unfinished Survey
hi: आपका अनफिनिश्ड सर्वेक्षण सहेजें

source: Enter a name and password for this survey and click save below.
hi: इस सर्वेक्षण के लिए अपना नाम और पासवर्ड दर्ज करें और सहेजने के लिए नीचे save पर क्लिक करें
